{
    "paragraphs" :  [
        {
            "Name": "Adolescence",
            "Questions": [
                "(a) How many years does generally adolescence mean?",
                "(b) During this period what does one experience?",
                "(c) What are the problems that adolescents face?",
                "(c) What are the problems that adolescents face?",
                "(e) What can be the solution for adolescents problem?"
            ],
            "Paragraph": "Children pass through several stages to become adult. There are four or five stages of growth: infancy, early childhood, later childhood, and adolescence. There are some who try to act older than their age. But most persons go through these stages whatever their economic or social status is. Adolescence generally covers from 13 to 18 years of age of a person. During this phase, one experiences critical transition like growing from childhood to adulthood and puberty. However, many adolescents face pressure to become alcoholic, drug-addict or chain-smoker that creates their health problems. These practices put them to high risk for intentional and unintentional injuries, unintended pregnancies and infections from HIV. These exert long-lasting effects on future health and well-being. They are not fully capable of understanding sexual practices and this incapability may make them particularly vulnerable to sexual exploitation and high-risk behaviours. Moreover, laws and policies often restrict unmarried adolescents' access to reproductive issues. For a solution, what older ones should do is to change their outlook about the adolescents and youths, treat them properly and also talk to them about various personal problems with an open up mind. They should go forward with a new look to build up them for the sake of the country's welfare"
        },
        {
            "Name": "A Good Teacher",
            "Questions": [
                "(a) When is a teacher regarded as a good teacher?",
                "(b) How does a good teacher approach students?",
                "(c) What does a good teacher do in the classroom?",
                "(d) How does a teacher become a good skilled teacher?",
                "(e) What does a good teacher do for the society?",
                "(f) How is a good teacher honoured in the society?"
            ],
            "Paragraph": "Answer: A teacher is one who proves herself/himself very much useful and ideal to the students. Actually a good teacher possesses a number of good qualities. She/he is a person of great learning. She/he appears before the students as a great personality with immense knowledge in various subjects of interest. Students usually take her/him with great respect and confidence. As she/he builds up the career of the young generation, she/he must be very much loving to them. A good teacher is always curious about the students. She/he finds out the creative sides of the students and stirs their potentialities. She/he never likes passive students in the classroom. She/he always tries to stimulate students so that they contribute to the development of the class activities. By making them competent and happy with their lessons a good teacher makes them confident of their worth. She/he wants to make her/his students skilled in practical application of the lessons. She/he undergoes various academic and administrative training courses and equips herself/ himself with necessary resources and efficiencies. A good teacher is an asset to the society. She/he plays the most important role to build the nation. So a good teacher should be duly honoured and properly placed in the society."
        },
        {
            "Name": "An Ideal Student",
            "Questions": [
                "(a) Who is an ideal student?",
                "(b) What are the duties of an ideal student?",
                "(c) What are the outstanding qualities of an ideal student?",
                "(d) Is he obedient to his parents and teachers?"
            ],
            "Paragraph": "Answer: An ideal student is an all-rounder having many different qualities, skills and abilities. He/she is an asset for the school and for the country. Punctuality is a good virtue for all. An ideal student is always regular and punctual in attending the class and submitting the assignment. A good student is very studious. He/she learns and earns and his/her learning is an asset. He/She does not leave anything undone for tomorrow that can be done today. An ideal student always speaks the truth. So it is seen that an ideal student always remains ahead and success embraces him/her all the times. All these qualities make him/ her different from other students. We need simplicity and sincerity in all walks of life. An ideal student is simple in behaviour, sincere in activities and dedicated towards the nation. He/she should be polite in his/her behaviour in order to be loved and cared for by all. He provides a model that other students follow. He/she is always obedient to his parents and teachers. Bangladesh is marching towards the progress since her birth. The whole nation wants brilliant students. In this context, an ideal student is given utmost priority. Everybody loves an ideal student."
        },
        {
            "Name": "A Street Hawker",
            "Questions": [
                "(a) Who is a street hawker?",
                "(b) Where does he usually live?",
                "(c) How does he earn his livelihood?",
                "(d) How does he attract the customers?",
                "(e) What is his life style?"
            ],
            "Paragraph": "Answer: A street hawker is a person who hawks various things by moving from one street to another. He is a familiar figure in cities and towns; even he is seen in villages. He carries his goods on head, in hands or in a small hand-cart. A street hawker usually sells toys, sweets and other things. He also sells bangles, ribbons, clothes, fancy goods and things of domestic use for women. His main customers are children and women. He is very clever. He can convince his customers with his tactful words. He buys his goods at a cheap rate and sells them at a good profit. He knows it very well when to come out to sell his things. He comes out when the male persons are outside the homes and the women are free from their household works/ chores. He makes a good profit by selling his goods to children and women because he can deceive them easily. He attracts the attention of his customers by speaking in different ways. He may be cunning but his usefulness to children and women cannot be ignored. He bring many necessary things at our door. Although he is useful to them and he works hard, he leads a miserable life."
        },
        {
            "Name": "Baishakhi Mela I Visited ",
            "Questions": [
                "(a) What does Baishakhi mela mean? When does it occur?",
                "(b) What are the attractions of Baishakhi mela?",
                "(c) How did you feel when you visited a Baishakhi mela?",
                "(d) How did the Baishakhi mela work as a market for cottage industries?",
                "(e) What things did you enjoy in the mela?"
            ],
            "Paragraph": "Answer: Last year I went to the Baishakhi Mela at Ramna. I went there with my classmates. When we entered the fair, it was evening. I was surprised to see the decoration of the fair. The whole area was decorated with colourful lights and festoons. The environment of the fair charmed me a lot. There were stalls of earthen pottery, cosmetics, sweetmeats, bamboo flutes, toys, traditional handicrafts and so on. I also saw some stalls of watered rice and our national fish. Young girls wearing white and red coloured mixed sarees were helping the customers there to buy something. Circus, merry-go-round (Nagordolla), puppet show, magic show etc. were the main attractions of the fair. There were also arrangements of Bangla folk songs like Zaree, Saree, Polligeeti etc. The fair also worked as a market for cottage industries. The artisans, potters and weavers were encouraged by it. The security of the fair was very praiseworthy. A lot of police and volunteers were appointed there. Moving around the fair I along with my friends saw everything. We ate many rare sweetmeats. I felt very pleased going to the fair. There I saw people of all ages and religions. I look upon the fair as a symbol of our national unity."
        },
        {
            "Name": "Bangabandhu Sheikh Mujibur Rahman",
            "Questions": [
                "a)  Who is known as Bangabandhu?",
                "(b) What do you know of his student life?",
                "c) How did he contribute to the language movement?",
                "(d) What were his activities for the Awami League?",
                "(e) How did the liberation war occur?"
            ],
            "Paragraph": "Answer: Sheikh Mujibur Rahman, known as Bangabandhu, is the 'Greatest Bengali of All Time'. He was born in a respectable Muslim family on 17 March, 1920, at Tungipara village under the Gopalganj district. He started his student life at Gimadanga Primary School at the age of seven. He passed the entrance examination from this school and got admitted to the Kolkata Islamia College. Then he took admission into Dhaka University and founded the Muslim Students League. He was one of the front-line leaders of the Language Movement and was arrested on March 11, 1948. In 1970, he was re-elected President of Awami League. Under his leadership, Awami League took part in the General Election of 1970 and gained absolute majority. On March 7, Bangabandhu Sheikh Mujibur Rahman addressed a mammoth public rally at the Race Course ground. On the fierce night of March 25, the Pakistani Army cracked down on the innocent unarmed Bangalees, and arrested Sheikh Mujib. All the Bangalees, jumped into a bloody battle against the occupation forces. On December 16, 1971, Bangladesh became a free nation and Bangabandhu was freed from the Pakistani jail on January 8, 1972 and returned to his beloved country on January 10. It is a matter of regret that, Bangabandhu, the founding father of the nation, was killed by a group of wayward army officers."
        },
        {
            "Name": "Banglatown",
            "Questions": [
                "(a) Where is Banglatown located?",
                "b) What is the former name of Banglatown?",
                "(c) What can one see there?",
                "(d) Where do the most British Bangladeshis live?",
                "(e) How did the area came to be known as 'Banglatown'?"
            ],
            "Paragraph": "Answer: Banglatown is a locality in East London, inhabited by Bangladeshi diaspora in Britain. British-Bangladeshis, also known as British- Bengalis, are an important part of the people of Bangladeshi origin living abroad. Almost half of the British-Bangladeshis live in Banglatown. It was formerly known as the East London boroughs, including a street named Brick Lane and Tower Hamlets, having the highest concentration. The whole locality has a Bangladeshi environment. One can see Bangladeshi restaurants, Bengali street-signs, green and red lamp-posts (reflecting the colours of our flag), Bangladeshi food stores, and advertisement of Bangladesh Biman and Sonali Bank. There are a number of visible Bangladeshi landmarks, such as Altab Ali Park, the Kobi Nazrul Cultural Centre and the Shohid Minar Monument. These landmarks are matters of pride for the British Bangladeshis. In 2001, the British Bangladeshi leaders moved to change the name of the locality that was recognized by the British government in order to give it a distinct cultural identity."
        },
        {
            "Name": "Beauty",
            "Questions": [
                "(a) What is beauty?",
                "(b) Where do we find beauty?",
                "(c) How is beauty related with ugliness?",
                "(d) How does beauty reveal itself in its absence?",
                "(e) How is beauty related with truth?",
                "(f) How does beauty appear to poets and artists?"
            ],
            "Paragraph": "Answer: Beauty is an abstract idea which creates a great pleasure to the senses or to the mind of a person. In fact it is a feeling which pacifies one's mind and it varies from person to person. We find beauty in many things around us. Beauty is found in nature, in human character, in the kindness of a person, in the laughter of children etc. When we look at nature, we can enjoy natural beauty of mountain, sea, river, forests etc. The laughter of children, a great human character, the kindness of a person etc. create a feeling of pleasure to us. Everyone desires beauty throughout his/her whole life but there are no unmixed blessings in the world. Whenever we face any kind of ugliness, we strongly desire for beauty. Beauty is an important part of our life but we have to remember that ugliness is also a part of our life. People extensively feel the importance of beauty when it is absent from their life. When we see hunger, injustice, maltreatment, terrorism in our society, we seriously think of how to remove these evil things. The absence of beauty reveals its importance to a great extent. Beauty and truth are very closely related. Beauty is really desired by the people who always search for truth."
        },
        {
            "Name": "Celebration of Pahela Baishakh",
            "Questions": [
                "(a) What do you understand by culture?",
                "(b) What is the biggest cultural function of Bangladesh?",
                "(c) When is it celebrated?",
                "(d) How is it celebrated?",
                "(e) How do the rural people celebrate the day?"
            ],
            "Paragraph": "Answer: Culture is the way we lead our life. Every nation has a culture of its own. Pahela Baishakh, the first day of Bangla New Year is a part and parcel of Bengali culture. It is celebrated throughout the country with great festivity and fervour. The day's first programme begins at Ramna Batamul. Wearing punjabi and pajama people of different ages and classes attend the programme. Chhayanat, a cultural organization performs there. They sing in chorus (`jxq Mvb) welcoming the Bangla New Year. A procession is brought out carrying festoons, posters, banners, placards. The participants dance and sing wearing masks. The Shilpakala Academy, Jatiya Press Club and many other socio-cultural organizations arrange cultural and discussion programmes. Bangladesh television and Bangladesh Betar telecast live programmes. The national dailies bring out special supplements highlighting the significance of the day. The traders and businessmen open halkhata and entertain the customers with sweets. People roam around different areas. They eat special foods and enjoy carnivals. A remarkable arrangement on this day is the colourful procession known as 'Mangal-shovajatra' by the students of the Institute of Fine Arts of Dhaka University. Thus goes the day amidst (g‡a¨; gvSLv‡b) the flow of joy everywhere. In fact, the celebration of Pahela Baishakh reminds us of our cultural heritage that we are going to lose."
        },
        {
            "Name": "Changing Role of Women",
            "Questions": [
                "(a) What role does a woman play in the development of a country?",
                "(b) What are the traditional roles of women?",
                "(c) How do we know that their role is changing now?",
                "(d) What are the women doing now?",
                "(e) What should be done to improve their contribution to the society and country?"
            ],
            "Paragraph": "Answer:  No nation can achieve success without the participation of women in any society. Women can play a vital role in their family as well as in the society. They perform the duties of a mother, a wife, a home maker etc. It is a common belief that women should do these traditional duties. It is very encouraging to observe that women are no more confined within their homes. They are no more only mother and home maker, they are no more dependent on men. Their role is changing gradually. It is noticed with pleasure that the very old idea that women for birth and men for field is being changed. Women are getting educated. They have started earning and contributing to the family income. They are also participating in hard work, both official and unofficial. They are participating in armed forces. Women are becoming pilot, and they are also conducting business. So, the contribution of women is no more negligible. This situation makes us very hopeful about the future. So, our women should take proper education and acquire efficiency. People of every walk of life should come forward to help and encourage women to change their traditional roles and by doing so they can wipe out poverty and develop their own nation and fate."
        },
        {
            "Name": "Computer",
            "Questions": [
                "(a) What is computer? (b) What are the components of a modern computer?",
                "(b) What are the components of a modern computer?",
                "(c) What is the importance of computer?",
                "(d) What are the benefits of using a computer?",
                "(e) Can a society move fast forward without computer?\t[CtgB'16]"
            ],
    "Paragraph": "Answer: A computer is an electronic device capable of processing and storing data according to instructions given by a user. It performs tasks such as calculations, data management, and communication efficiently and accurately. The components of a modern computer include hardware (CPU, monitor, keyboard, mouse, etc.) and software (operating system and applications). The hardware and software work together to process data and perform functions. Computers are of great importance in modern society. They help in automating tasks, improving productivity, and enabling advanced research. The benefits of using a computer include faster communication, enhanced data storage, and access to vast knowledge through the internet. A society cannot move forward without computers because they are integral to nearly all fields, including education, business, healthcare, and entertainment. Computers have become the backbone of technological and social progress."    },
        {
            "Name": "Conflict",
            "Questions": [
                "(a) What is conflict?",
                "(b) What are the causes of conflict?",
                "(c) How does conflict influence our actions and decisions?",
                "d) How many conflicts are there in human world?",
                "(e) How can we live in harmony despite conflict?"
            ],
            "Paragraph": "Answer: Conflict means a disagreement among groups or individuals characterized by antagonism and hostility. It is mainly caused by the opposition of one party to another, and it comes as a result of one party's attempt to reach an objective different from the other party's goal. Conflict is an inevitable part of life, as all of us possess our own opinions, ideas and sets of beliefs. We have our own ways of thinking and we act accordingly. As a result, we find ourselves in conflict in different scenarios with other individuals or groups of people. Then conflict influences our actions and decisions. A clash of thoughts and ideas is a part of the human experience; so conflict comes naturally. It can be seen as an opportunity for learning and understanding our differences. Again, conflict in the human world may concern either economy or value or power. It can be interpersonal or intrapersonal, intergroup or intragroup. Interpersonal conflict means a conflict between two persons. Intrapersonal conflict occurs within an individual and takes place in a person's mind. Intragroup conflict happens among individuals within a team. And intergroup conflict is seen among teams within an organization. We can all live in harmony despite conflicts if we know how to manage these issues."
        },
        {
            "Name": "Crafts of Bangladesh ",
            "Questions": [
                "(a) What is craftwork?",
                "(b) How is a craftwork shaped?",
                "(c) Who determine the form and content of craftwork?",
                "(d) Mention the distinctive qualities of a craftwork."
            ],
            "Paragraph": "Answer: A craftwork is an applied form of art. It is a social and cultural product reflecting the inclusive nature of folk imagination. A craftwork, though doesn't bear the maker's signature, retains a personal touch. 'Nakshikantha' is a fine example of Bangladeshi craftwork. We wonder at a Nakshikantha for its artistic ingenuity. Our personal ignorance of the artist of a craftwork doesn't diminish his/ her worth. A craftwork is shaped by the interaction of individual creativity and community aesthetics, utility functions and also human values. A craftwork also represents a way of life and a cultural flavour. That's why changes in lifestyle and material conditions are expected to have their influence on craftworks and their production. But craftworks face some problems in this era. Its future is under threat due to industrialization and meachanization. Now, crafts that are disappearing should be revived. Nowadays, even when the market is an important factor, community aesthetics determine the form and content of the work. Craftworks like dolls reflect community aesthetics so much that the market cannot impose its preference on them. Craftworks are dynamic objects, always evolving and abreast of changing tastes and preferences. As a result, their demand still remains throughout the country and beyond."
        },
        {
            "Name": "Diaspora",
            "Questions": [
            "What is the meaning of diaspora?",
                "What are some examples of notable diasporas?",
                "Why were the Jewish people forced to leave their homeland?",
                "What caused the Aryan diaspora?",
                "How has globalization impacted modern diasporas?"
            ],
            "Paragraph": "Answer: The word 'diaspora' means those people who have left their homelands and settled in other parts of the world, either because they were forced to leave their homeland or they liked to live in their own way. The word is used for a collective group or a community. The world has seen many great diasporas. Among those, the Jewish people are historically notable, who were forced to leave their lands in ancient times. The Aryans who moved from the central Europe to the Indian subcontinent is another important diaspora in history. But the causes of this diaspora are unknown. The Palestinian diaspora attracted a lot of interests in the last century. They are a cause of concern for the world leaders due to their plight. War or the ravages of nature have created a massive African diaspora, too. But the major cause of so much concerns of diaspora in the modern world is globalization."
        },
        {
            "Name": "Dream",
            "Questions": [
                "(a) How can dreams be?",
                "(b) What does Sigmund Freud say about dream?",
                "c) Why do we dream?",
                "(d) Are dreams meaningless?",
                "e. What do the researchers think?",
                "f. (e) According to theorists, how can we get benefit from dreams?"
            ],
            "Paragraph": "Answer: Philosophers have been fascinated with dreams for thousands of years, but empirical research and scientific study on it has begun only in recent times. Dreams can be extraordinarily vivid or vague; it can be either joyful or frightening; and also can be understandable or confusing. Yet the researchers do not understand the purpose of dreams. The psychoanalyst Sigmund Freud's theory of dreams suggests that dreams are a representation of unconscious desires, thoughts and motivations. According to Freud, when our aggressive and sexual instincts are not consciously expressed, they find their way into our awareness via dreams. So dreams are disguised fulfillments of repressed wishes. Some researchers also think that dreams are not meaningless rather the cognitive elements in our brain produce new ideas during dreams. One theory suggests dreams to be the result of our brains trying to interpret external stimuli during sleep. Some theorists think dreams refresh the mind and according to some others, they function as a form of psychotherapy. 'Dream' has also other meanings. The great Romantic poet William Wordsworth regarded poets to be dreamers. Poets give voice to what we desire to achieve. They write about the dreams of lovers, men of action, patriots, social reformers and workers. The great leaders were also dreamers as they dreamt for human emancipation."
        },
        {
            "Name": "Drug addiction",
            "Questions": [
                "(a) What is drug addiction?",
                "(b) Why do people take drug?",
                "(c) What are the harms caused by drugs?",
                "(d) What is remedy of drug addiction?"
            ],
            "Paragraph": "Answer: Drug addiction, as curse in modern age leads to an untimely miserable death of the addicts. Drug addiction is the habit of using non-prescribed medicine for exciting feelings. Opium, hemp, heroine, morphine, yaba, phensidyl etc. are the main drugs taken in our country. Drug addiction is the habit of taking an excess of drug for no physical disease but to get rid of frustration. There are a great variety of reasons behind drug addiction. Frustration due to unemployment, political anarchy, lack of family ties and lack of love and affection is the main cause of drug addiction. Drugs create some kind of dream like feelings and the drug-takers forget everything for some moments and live in a world of hallucination. Drug addiction causes a lot of harms not only to the addicts but also to the society and nation as a whole. Drugs tell upon the human body terribly. The addicts feel drowsy and his nervous system gradually becomes weak causing damage to their brain which leads to decay and death. When the addicts fail to arrange money for buying drugs, they commit various kinds of social crimes and become dependent on others. Both the government and non-government agencies including the parents may cure the addicts and help them to live a happy and peaceful life in the society"
        },
        {
            "Name": "Early Rising",
            "Questions": [
                "(a) What does early rising mean?",
                "(b) What are the benefits of early rising?",
                "(c) What does early rising remind?",
                "(d) How can an early riser become healthy, wealthy and wise?"
            ],
            "Paragraph": "Answer: The habit of early rising provides a lot of benefits to the early riser. It is really a very good habit for a human being. A man who rises early in the morning can from many other good habits. All these good habits can lead him or her to the zenith of success. It is of special use to a man in various ways. It is essential for maintaining good health. Firstly, an early riser can take some exercises daily or a walk in the morning fresh air by the river side or in the open field. The morning air full of oxygen refreshes his body and mind. Secondly, he can enjoy the calm and serene atmosphere everywhere. Thirdly, he can enjoy the beauty of nature full of colourful flowers, green fields and the chirping of birds. All these make an early riser cheerful and healthy. Fourthly, he can start his daily work earlier without any worry or haste. Thus he gets enough time to work, earn more and become wealthy. The habit of early rising reminds everybody of the creator and one feels like praying to God. Thus he becomes wise. So, the habit of early rising is the source of health, wealth and wisdom."
        },
        {
            "Name": "Earthquake",
            "Questions": [
                "(a) What is an earthquake?",
                "(b) How frequent is it now in Bangladesh?",
                "c) Are our people aware of the gravity of its loss?",
                "(d) Why are experts giving more attention to the issue of earthquake in recent times?",
                "(e) What precautions would you suggest as safety measures against earthquake?"
            ],
            "Paragraph": "<b>Answer:</b>  Earthquake is one of the most common natural calamities on earth. Earthquake is an abrupt (AvKw¯§K) movement of a part of the Earth's surface caused by deep crack in the Earth or by volcanic (Av‡Mœq) eruption (AMœ~¨rcvZ). It causes great disaster. Bangladesh is in the active earthquake area. Now, it is frequently (NbNb) felt in Bangladesh. But the people of our country are not conscious enough about the gravity (AwfKl©) of this dangerous natural calamity. Most of the buildings of our country will be destroyed if they are not built in accordance with an earthquake resistant (cÖwZ‡ivaK) standard. A group of experts opine that the repetition of quakes in recent years should be taken as a signal for a major earthquake. Another group of experts believe that the concern should not be amplified (ewa©Z Kiv), because there are a number of fault lines in the geographical area comprising Bangladesh. But none of them is active enough to pose a major threat. So, in order to protect us from this impending (Avmbœ) danger, we must be conscious about the causes and results of earthquake. We should not build house without the advice of expert. The Government should take steps for this disaster. The Government should develop earthquake resistant building code that all buildings should follow as mandatory."
        },
        {
            "Name": "Education",
            "Questions": [
                "(a) How many kinds of education are there?",
                "(b) What is informal education?",
                "(c) What is formal education?",
                "(d) How can we learn from various kinds of education?"
            ],
            "Paragraph": "Answer: Education is a process of teaching, training and learning, especially in schools or colleges to improve knowledge and develop skills. Education enlightens the mind and broadens the outlook. There are two kinds of education informal and formal. Informal education means basic education. It is acquisition which people develop through their mother tongue. It is a natural and subconscious process of receiving education. It is usually learnt while speaking with members of the family, with friends and relatives. Informal education may be called implicit learning. Formal education is learning which is received at schools, colleges or universities with lessons, exams etc. Formal education may be classified as academic, vocational and professional. Academic education provides academic learning to learners in various disciplines such as arts, science, business studies, law, medical and engineering etc. vocational education is connected with the skills, knowledge, etc. that one needs to have in order to do a particular job. Professional education refers to the kind of education which is connected with a job needing special training or skill. Moreover, one of the functions of education today should be to impart 21st century stills. Besides reading, mathematics and science, it is necessary to train other skills that are in demand. We can learn a lot from various kinds of education which enrich our domain of knowledge."
        },
        {
            "Name": "E-learning",
            "Questions": [
                "(a) What is E-learning?",
                "(b) How is its content delivered?",
                "(c) What things are included in it?",
                "(d) What are the uses and effects of it?"
            ],
            "Paragraph": "Answer: E-learning or electronic learning refers to using electronic applications and processes to learn. E-learning applications and processes include Web-based learning, computer-based learning, virtual classrooms and digital collaboration. Content is delivered via the internet, intranet/extranet, audio or video tape, satellite TV, and CD-ROM. E-learning was first called \"Internet-based training then \"Web-Based Training\". Today we will still find these terms being used. E-learning can be CD-ROM-based, network-based, intranet-based or internet-based. It can include text, video, audio, animation and virtual environments. It can be a very rich learning experience that can even surpass the level of training we might experience in a crowded classroom. It's self-paced, hands-on learning. The quality of the electronic-based training, as in every form of training, is in its content and its delivery. E-learning can suffer from many of the same pitfalls as classroom training, such as boring slides, monotonous speech, and little opportunity for interaction. The beauty of e-learning, however, is that new software allows the creation of very effective learning environments that can engulf us in the material. We'll use software from Trainersoft as an example to show us how the process works. E-learning is such a process through which we can learn many things staying at home. So we should receive the blessings of this method."
        },
        {
            "Name": "Environment Pollution",
            "Questions": [
                "(a) What is environment?",
                "(b) What are the elements of environment?",
                "(c) What is environmental pollution?",
                "(d) How is environment polluted?",
                "(e) What are the harmful effects of environmental pollution?",
                "(f) How can we prevent it?"
            ],
            "Paragraph": "Answer:  Environmental pollution refers to the pollution of natural conditions, land, air and water in which human beings, animals and plants live. There are various types of pollution in the environment. Air pollution, water pollution, sound pollution, arsenic pollution are some of them. Air is being polluted by the emission (wbM©Z nIqv) of harmful smoke. Mills and factories, vehicles with engines produce carbon dioxide, carbon monoxide and many other poisonous gases. By inhaling (wbk¦vm †bIqv) this polluted air, people suffer from various diseases. Water is polluted very easily. Human waste and industrial waste are greatly responsible for water pollution. Farmers use pesticides (KxUbvkK) and chemicals for producing crops. Floods and rain water wash these materials into ponds, rivers and other sources of water and by drinking this polluted water, people become sick. Again sound is polluted if it is above 70 decibel. Most of the vehicles use hydrolic horns which produce unbearable sound. Nowadays arsenic pollution is increasing alarmingly. If we don't take step to prevent these pollutions, our life on earth will be hellish (bviKxq). We should make everybody aware of the harmful effects of these pollutions. This is not all. Punishment should be given to those bad people who are directly involved with environmental pollution."
        },
        {
            "Name": "Etiquette and Manners",
            "Questions": [
                "(a) What do you mean by etiquette and good manners?",
                "(b) How do etiquette and good manners help you?",
                "(c) Which institution is best for children to learn etiquette?",
                "(d) What do you mean by social etiquette?",
                "(e) Why is it important to be well mannered and have the proper sense of etiquette?"
            ],
            "Paragraph": "Answer: There are two terms to describe our social behaviour — 'etiquette' and 'manners'. The first one is a French word. Etiquette means the rules of correct behaviour in society. Etiquette and good manners are essential to any civilization. Over the years the great people of the world have emphasized on etiquette and good manners. Good manners make you a person, while etiquette makes you socially acceptable. Etiquettes help you gain respect in society as well as in family. It is important to say 'please', 'thank you', 'pardon me', 'excuse me', 'may I' etc in everyday life. Family is the best institution for children to learn etiquette. Here children learn to respect the decision of all other family members. They also put into practice the foundation of all social etiquette here. Social etiquette means how you behave with your friends, neighbours and strangers. If you show respect and be well mannered with your friends and neighbours, you are sure to be in list of their favourite persons. They will trust you and care about you. We should remember that nowadays everyone observes us. We not only represent ourselves and our family but also our society, our nation. So it is important to be well mannered and have the proper sense of etiquette."
        },
        {
            "Name": "Female Education",
            "Questions": [
                "(a) What is the state of female education in Bangladesh?",
                "(b) What is the percentage of female literacy?",
                "(c) Why is female education necessary?",
                "(d) What are the obstacles women face in receiving education?",
                "(e) Why are the women of our country lagging behind?",
                "(f) What are the advantages of female education?",
                "(g) How can educated women contribute to the socio-economic development of our country?"
            ],
            "Paragraph": "Answer: Female education is very essential for the overall development of a nation. More or less, half of the population of a country is female. Leaving the female uneducated and unemployed, no nation can prosper. In our country about 7 crore people are women out of 14 crore in total. But, most of the women are lagging (wcwQ‡q cov) far behind in education. The rate of female literacy is about 20%. This rate of female literacy is alarming because without their education, our satisfactory development is impossible. Women need to be educated for different reasons. To be a conscious citizen of the country, to be an active member of the family and society, to be a good mother or wife and to lead a self-reliant better life, a woman should be educated properly. Besides, educated women have higher income potential than those who have had no schooling. An educated woman is conscious of her duties, rights and responsibilities. So, we should take every necessary step to ensure an environment to educate our female force. Parents ought to be encouraged to send their daughters to school. The Govt. and NGOs should patronize (c„ô‡cvlKZv Kiv) the education for girls in order that they can be educated and can play a vital role in the development of our country."
        },
        {
            "Name": "Festivals in Bangladesh",
            "Questions": [
                "(a) What are the main religious groups living is Bangladesh?",
                "(b) How do they live in the country?",
                "(c) What sort of relationship do they maintain?",
                "(d) What are their celebrations?",
                "(e) How do they observe them?"
            ],
            "Paragraph": "Answer: There are several popular festivals in Bangladesh. Bangladesh is mainly a Muslim country. But there are other religious groups living in the country as well. They are Hindus, Christians, Buddhists. Of course, a number of tribal people live in different areas of the country. There is no trace of division among the groups. Each group of people enjoys the same kind of social and national identity, that is, Bangladeshi. They have equal rights to the state facilities. The lifestyle of all the groups is almost the same irrespective of their religious identity. This unique relationship is reflected on how they celebrate their respective religious festivals. People of one religious group participate in the religious festival of other religious groups and enjoy it. Even in most cases one group assists the people of other groups in arranging their festivals. It happens especially when people of small religious groups arrange their religious festivals. For example, when the Hindu community arranges their Puja festivals, a lot of Muslims and other religious groups join them. The Hindus and other religious groups also enjoy the Eid festival of the Muslims. When the Christians arrange their Christmas, people of other religious groups participate in the festival and enjoy greetings to each other. So the festivals are commonly popular in Bangladesh."
        },
        {
            "Name": "Folk Music",
            "Questions": [
                "(a) What is folk music?",
                "(b) Who do compose folk music?",
                "(c) What do folk songs tell about?",
                "(d) How do folk songs vary?",
                "(e) Write down the name of some folk songs of our country."
            ],
            "Paragraph": "Answer:  Folk music means that type of ancient music that springs from the heart of a community, based on their natural style of expression uninfluenced by classical music or modern popular songs. A combination of folk song, folk dance and folk tune can be called folk music, for example– Baul songs. The rural folk compose folk music on the basis of ancient rules transmitted orally. Folk songs are composed and performed by illiterate or semi-literate people, either in groups or individually. It is a spontaneous expression in easy language, local dialect and simple tune. Bangladesh has a rich tradition of folk music. These songs tell about social inequality and poverty, about the material world and the supernatural. Our folk music varies from region to region. They are classified into Bhawaiya, Bhatiyali, Baul, Murshidi, Marfati, Kabigan, Leto, Alkap, Gambhira etc. Folk songs have been written on the culture, festivals, views of life, natural beauty, rivers and rural life. Some song-writers have composed mystical songs using the metaphors of rivers and boats. Bhatiyali is an important genre of folk music in this riverine country. Tribes like Santal, Garo, Hajong, Chakma, Manipuri, Tripura, Marma etc. have their own folk music. All those forms of music have enriched our culture."
        },
        {
            "Name": "Food Adulteration",
            "Questions": [
                "(a) What is food adulteration?",
                "(b) How the foods are adulterated?",
                "(c) What is the demerits of food adulteration?",
                "(d) How can the problem be solved?"
            ],
            "Paragraph": "Answer:  Food adulteration means making food or drink less pure by adding or mixing another substance to it. Nowadays foods are often adulterated. In hotels and restaurants stale and rotten foods are mixed with fresh food and served to the customers. Fish and vegetables are adulterated by putting on them chemicals and other preservatives in order to make them look fresh. Bakery and confectionery products are also prepared by using toxic substances and thus they get adulterated. Junk food contains harmful chemicals. Even fruits, milk and beverages are adulterated. In fact all kinds of foods and food articles are adulterated by dishonest and greedy businessmen and shop keepers for quick and unearned profit. Adulterated foods are a serious health hazard. They cause many fatal diseases and even death. They are the cause behind thousands of people suffering from cancer, kidney failure, heart problems and other diseases. According to a survey report, nearly 40% of 82 samples of milk, milk products, fish, fruits and vegetables have been found contaminated in different areas of Dhaka city. Public awareness should be created so that they become careful about buying foods and food articles. Besides, the criminals have to be identified and punished. The relevant department of the government should remain ever vigilant against food adulteration and gear up their activities."
        },
        {
            "Name": "Food/Eating habits of Bangladeshi people",
            "Questions": [
                "(a) What is meant by food habits?",
                "(b) How do food habits differ?",
                "c) Are food habits the same in a country? If not, why?",
                "(d) What are the usual food habits of the people of Bangladesh?",
                "(e) What is the trend of the young people regarding food habits nowadays?",
                "(f) What changes are necessary in our food habits?"
            ],
            "Paragraph": "Answer: Food habits refer to the habits or practices of taking food of the people of a particular society or a country. These habits differ from one society or country to another. In Bangladesh, different people like different kinds of foods according to their own choice and taste. But the eating habits of the people are almost the same. The Bangladeshi people have some special food habits. Rice with dal and fish is our most common and favourite food. Khichuri is another popular food item of the Bangladeshis. Besides, the Bangladeshis are also fond of meat. Moreover, pithas of different kinds and shapes and payesh are also liked very much by them. People also eat wheat, potatoes, other seasonal vegetables, eggs, bread and all sorts of local fruits according to their taste. People occasionally eat polao, biryani, chicken roast, mutton or beef curry. Most families in Bangladesh have three meals a daybreakfast, lunch and dinner. Old people take our traditional foods. But many young people are getting used to Chinese and western fast foods day by day. Now it is time we have to bring some changes in our food habits. We should form the habit of eating wheat or potatoes instead of eating too much rice"
        },
        {
            "Name": "Friendship",
            "Questions": [
                "(a) What is meant by friendship?",
                "(b) Who is a friend?",
                "(c) Who are called best friends?",
                "(d) What are the qualities of a good friend?",
                "(e) Who is a true friend?",
                "(f) How can a true friend be identified?"
            ],
            "Paragraph": "Answer:  A friend is a person that someone likes or knows. People who are friends talk to each other and spend time together. They also help each other when they are in trouble or are hurt. Sometimes people can't tell their secrets to their parents so they tell it to their friends. A friend is one who admires a person's skill and helps or encourages him to make the right choices. The strength of the bond of friendship between two people can vary. If the bond is very strong, they are called best friends. This can usually be achieved by possessing the elements of friendship, by being kind, generous, loyal, honest and by having fun. There are expectations, demands, and complaints in friendship too. Friends can help one materialistically and morally. But if they don't match with one's expectations, it does not mean one will break the friendship. Friendship is both good and necessary. Friends are needed for support and for sharing. Friendship means closeness without any selfish motive. But true friendship is rarely seen. Growing true friendship depends upon selection of a friend. Best test of friendship is adversity. Prosperity brings friends but adversity tries them. But a true friend does not leave his friend in any situation. He is ready even to die for him"
        },
        {
            "Name": "Future Scientific Breakthroughs",
            "Questions": [
                "(a) What is the contribution of science to modern civilization?",
                "(b) What do the scientists aim at?",
                "(c) What are the scientists thinking of?",
                "(d) What are the dreams of the doctors?",
                "(e) What do the astrophysicists want to do?"
            ],
            "Paragraph": "Answer: Science seems to have limitless possibilities. It has already taken the civilization to a height with a huge number of inventions. It has blessed human life with automobiles, electricity, radio, TV, modern medicare, computer and information technology. As scientists are also dreamers, they always aim at new and newer achievements. A possible scientific invention is DNA computer, which will have vast memory and contain all the printed material of the world. Scientists, especially NASA, are thinking of making permanent base in the moon. They are also thinking for a technology of producing clean energy, which may include wind, solar, geothermal, tidal, hydropower, nuclear and biofuel energy. The doctors are dreaming of a remedy from life killing cancer and of high-tech nanomedicine. The astrophysicists want to travel to the Mars, and also there are dreamers who want to have a journey to the earth's centre. Man has been dreaming to go to the Earth's center since the 19th century. It shows how unpredictable technology can be. It is actually much more difficult than it sounds. Especially, the pressure there is enormous. There is not even carbon monotube there to maintain its shape at such pressure. But scientists are dreaming. Thus science shows the human species of a bright and glorious future"
        },
        {
            "Name": "Gazi Pir",
            "Questions": [
                "(a) Who is Gazi Pir?",
                "(b) What did he do?",
                "(c) What do people believe about him?",
                "(d) Who feared him?",
                "(e) What kind of extraordinary power did Gazi have?"
            ],
            "Paragraph": "Answer: Gazi Pir is a legendary or mythic character. According to legend, he was a Muslim saint who helped the spread of Islam in the parts of Bengal close to the Sundarbans. He is said to have done many miracles. People believe he could calm dangerous animals and make them docile. He is usually depicted in paats or scroll paintings riding a terrifying Bengal Tiger, while holding a snake in his hand. Some stories tell us that he also fought crocodiles that threatened the people of a region full of canals and creeks. That place was, in fact, a watery jungle. People also believe that he enabled villagers to live close to forests and jungles and to cultivate their lands. Wild animals feared him. People of those areas prayed to him for protection. The story of Gazi Pir has been preserved in folk literature and indigenous culture. Some Gazir Paat collections are also kept in the British Museum."
        },
        {
            "Name": "Gender Discrimination",
            "Questions": [
                "(a) What is gender discrimination?",
                "(b) Who are the victims of gender discrimination",
                "c) What are the causes of it?",
                "(d) How does it affect the society?",
                "(e) How can this problem be solved?"
            ],
            "Paragraph": "Answer: Gender discrimination is the practice of treating any gender of the society unfairly. When any person of one particular gender is not given his or her rights, gender discrimination begins. Female persons of our society are the worst (Pig Lvivc) sufferers of this discrimination. It starts from the very birth of a female child, and ends with her death. Our society is dominated by male people. They think that male child will earn money for the family and female child will do only domestic chores. So, male children always get prominence. They get the highest of the opportunities (myweav) available in the families. But, female children are assigned (Kg©vw`i `vwqZ¡ Ac©Y Kiv) to household works and are married off as soon as possible. So, they don't get opportunity to flourish their latent (myß) talent (cÖwZfv). Some of these girls may be at school but after marriage, they only give birth to children and rear them up. This disparity (AmgZv) causes a great harm to their mentality. They think themselves inferior (wbæZi ev nxbZi) to male people. But, for social development both male and female persons should contribute equally because the female people are the half of our whole population. It is not possible for male people to change the socio-economy without the help of female people. This problem can be solved by raising awareness in general."
        },
        {
            "Name": "Global Warming",
            "Questions": [
                "(a) What is meant by global warming?",
                "(b) What is the main  cause of global warming? How does it occur?",
                "(c) What will happen as a result of long term global worming?",
                "(d) What should be done to solve this problem?"
            ],
            "Paragraph": "Answer: Global warning is one of the most talked topics of the present world. There are many reasons of global warming around the world and it has disastrous effects on us. Greenhouse effect is the main cause of global warming. The rise in the atmospheric temperature is known as greenhouse effect. Our atmosphere is guarded by an ozone layer which resists the entrance of ultra-violet rays from the sun. But deforestation around us and the increased amount of carbon dioxide, methane and chloro fluoro carbons affect that layer. The heat of the sun enters directly into the atmosphere of the earth. Scientists are worried about this increased heat because it is melting the ice in the polar-regions. If this process continues for a long time, the layer of water in the oceans will rise and flood coastal areas and farm lands of Bangladesh. Besides, this will reduce mankind's ability to grow food, destroy or severely damage wild life and wilderness. So, greenhouse effect is the main cause of global warming along with deforestation and rise of CFC gas. So, in order to solve this problem we have to prevent or reduce the amount of emission of greenhouse gases. We should give it the highest importance to save the world."
        },
        {
            "Name": "Greenhouse Effect",
            "Questions": [
                "(a) What is greenhouse effect?",
                "(b) What factors are responsible for causing greenhouse effect?",
                "(c) Does it have any global warming?",
                "(d) What may be the consequence of this climate disaster?",
                "(e) What would you suggest we should do to get rid of this problem?"
            ],
            "Paragraph": "Answer: Greenhouse effect is the curse of global warming. The rise in atmospheric temperature is known as the greenhouse effect. Our atmosphere is guarded by an ozone layer which resists the entrance of ultra-violet rays from the sun. The ultra-violet ray is very harmful for the environment. But deforestation around us and the increased amount of carbon dioxide, methane and chloro-floro carbons affect that layer. As a result the heat of the sun enters directly into the atmosphere of the earth. This situation is making the worlds warmer and causing climate change throughout the world. Scientists are worried about this increased heat because it is melting the ice in the polar regions. If this process continues for a long time, the layer of water in the oceans will rise and flood coastal areas and farm lands of Bangladesh will go under water. Besides, this will reduce mankind's ability to grow food, destroy or severely damage wild life and wilderness. So, for making our dear earth safe, we should plant as many trees as possible. We have to prevent or reduce the amount of emission of green house gases. Everybody should take part to make a safe world. United efforts are essential to solve this global problem."
        },
        {
            "Name": "Hercules",
            "Questions": [
                "(a) Who is Hercules?",
                "(b) Which things are known as the 'twelve labours of Hercules'?",
                "(c) Who disturbed the village of Nemea?",
                "(d) Who was Hydra? What was her speciality?",
                "(e) How did Hercules become successful in his missions?"
            ],
            "Paragraph": "Answer: Hercules is a famous character of antique Greek mythology. He was the son of Jupiter, the king of gods, and Alcmena. He was assigned with some difficult tasks by Eurystheus, the king of Mycenae and his cousin. Those tasks are known as the 'twelve labours of Hercules' in Greek mythology. Eurystheus ordered Hercules to slay a lion and bring him his skin, which disturbed the village of Nemea. Hercules at first fought the lion with weapons but failed and then slayed it just with his hands. His next task was to slay a monster called Hydra. Hydra had nine heads, one of which was immortal. When Hercules attempted to struck off its heads, two new ones erupted. With the help of his servant Iolaus, Hercules succeeded in burning eight heads of Hydra and he managed to bury the immortal head under a rock. Hercules became successful in his missions one after another and became a world-famous hero."
        },
        {
            "Name": "Higher Education in Bangladesh",
            "Questions": [
                "(a) What do you know about the background of higher education in Bangladesh?",
                "(b) How many universities are there in Bangladesh?",
                "(c) What is the role of the government to develop the higher education system?",
                "(d) What is the present condition of higher education in Bangladesh?"
            ],
            "Paragraph": "Answer: Higher education system in Bangladesh has a long way of more than one hundred and fifty years of intellectual development. There are 35 government, 79 private and 3 international universities. At the higher level, universities are regulated by the University Grants Commission. The colleges providing higher education are under the National University. Although the number of government and private universities and colleges has been steadily increasing since Bangladesh gained independence in 1971, the enrollment completion rates are still very low. Because of limited number of seats in public universities and high tuition fees charged by the private universities, access to university education is rather limited. In the late 1990s the government gave priority to human resource development and emphasized \"Education for All\" as a target. Recent five year plans provide for a larger proportion of national budgets for opening additional colleges and universities especially in the area of medicine, science and information technology. The Bangladesh National University, to which many hundreds of colleges and affiliated, is being modernized and revamped. Thus the higher education system in Bangladesh developed periodically with vision and meeting demand of time. Private higher education also developed simultaneously saving foreign currency and ensuring total human development."
        },
        {
            "Name": "Human Rights",
            "Questions": [
                "a. What is meant by human rights?",
                "b. What are the basic human rights?",
                "c. Why do people struggle for?",
                "d. How did Bangladesh emerge as an independent state?",
                "e. What are the most powerful enemies of human rights in our country?",
                "f.  What is essential for exercising human rights?"
            ],
            "Paragraph": "Answer: Human rights are the rights that are inherent in all human beings in spite of their different identities. The basic or fundamental rights include human's social rights, civil rights, political rights, cultural rights, religious rights and economic rights etc. Everyone has the right to keep one's privacy, honour, nationality, family, freedom of thought and expression, association, and suffrage. Each and every country of the world adopts obligations and duties to protect and fulfill its human rights. People all over the world struggle for establishing fundamental human rights. But unfortunately people are yet to overcome the barriers to human rights. Bangladesh emerged as an independent state as a result of a fight against violation of human rights by the Pakistanis in different ways. In spite of having enough potential for progress and prosperity, our country is still fighting against humiliating poverty and illiteracy. These two are perhaps the most powerful enemies of human rights. As a result, most of the people are unable to speak and think freely. It is essential that people need freedom to exercise their rights. But in our country they are often neglected by the established politics and socio-economic activities. Yet, there is ample scope for improvement in the status of human rights."
        },
        {
            "Name": "Importance of Global Peace",
            "Questions": [
                "(a) What does peace refer to?",
                "(b) How do you define peace?",
                "(c) Why is peace necessary?",
                "(d) What do war and conflict create?",
                "(e) What will happen if peace is established around the world?"
            ],
            "Paragraph": "Answer: The issue of war and peace has always been a focal issue in all periods of history of the world. Today establishment of peace in the world is one of the major challenges for the world leaders. Peace doesn't only refer to the end of war, rather it is more than that. It is, a condition characterized by peaceful, cooperative and harmonious conduct of the global nations with a view to secure an all round sustainable development of the people of the world. To make our all the development efforts successful there is no alternative to establish peace in the world. Peace is necessary to ensure human rights around the world. We cannot think of a better life, better international relationship and better world without peace. War or conflict has nothing good in them. They only bring destructions. They create a sense of insecurity to live on the earth. Establishment of peace will remove hostility among powerful countries of the world. The modern age has seen different peace movements that have goals including advocacy of pacifism, non-violent resistance, demonstrations, peace camps, supporting anti-war politicians and peace activists, etc. We should remember that we are not for the world, but the world is for us. So it is important for us to establish peace around us to exist"
        },
        {
            "Name": "Internet",
            "Questions": [
                "(a) What is Internet?",
                "(b) How does Internet work?",
                "(c) How do the teachers help the students in the developed countries?",
                "(d) How does a user operate it?",
                "(e) Has Bangladesh access to Internet in all spheres?"
            ],
            "Paragraph": "Answer:  Internet, the latest and most wonderful means of worldwide communication, is a computer-based global network system that has created a great revolution in the world. It is the cheapest and fastest means of communication for business and commerce. The information system of the world has become globalized with the magical touch of internet. Like a spider-web the internet has spread its interconnected link with tens, hundreds or even thousands of computers. Internet has brought new opportunities to government, education and business. In the developed countries teachers send every study material and course to every individual student through internet. Picture, data and many other things also can be sent through internet. If one wants to use internet, one has to learn how to operate it. Firstly, the user needs a particular software to install in his computer. Next, he  has to click on the browsing icon where a space for writing the address on the web page will appear. One can go for a searching engine in order to find a particular web page or a piece of information. Bangladesh, as a developing country does not have access to the internet in all spheres except the banking system and educational institutions."
        },
        {
            "Name": "Kalpana Chawla",
            "Questions": [
                "(a) Who is Kalpana Chawla?",
                "(b) Where was she born? (",
                "(c) What is her greatest achievement?",
                "(d) What made her famous?",
                "(e) How were the last stages of her life?"
            ],
            "Paragraph": "Answer: Kalpana Chawla was a famous astronaut. She died in an aerospace accident. She was born in Karnal, India on 17 March, 1962. She is the first Indian-born woman and the second person in space from the sub-continent. She graduated in Aeronautical Engineering from Punjab Engineering College and moved to the USA in 1982. She obtained her Master's degree in Aerospace Engineering from the University of Texas in 1984. Thereafter she got her PhD degree in the same subject in 1988 from the University of Colorado. In 1991, she got the Green Card and in four years, she started her career as a NASA astronaut. Her first space mission began on 19 November 1997 with some other astronauts. The name of the space shuttle was Columbia. On 16 January 2003, Chawla was on a space mission on the ill-fated space shuttle Columbia. Chawla was one of the mission specialists. She had some responsibilities including the microgravity experiments, for example–studying earth and space science, advanced technology development, and astronaut health and safety. After a 16 day mission in space, Columbia disintegrated into the Earth's atmosphere on its return journey and the brave woman Chawla's life came to an end. However, she will remain ever fresh in the history"
        },
        {
            "Name": "Kuakata",
            "Questions": [
                "(a) Where is Kuakata situated?",
                "(b) How long is Kuakata?",
                "(c) What do you find in Kuakata?",
                "(d) What is the story behind its name?",
                "(e) What is the religious value of Kuakata?"
            ],
            "Paragraph": "Answer:  Kuakata is a rare scenic spot located on the southernmost tip of Bangladesh. It is locally known as 'sagar kannya' that means the daughter of the sea. It is in Latachapli union under Kalapara police station of Patuakhali district. Kuakata is about 30 km in length and 6 km in breadth. It is an attractive tourist spot having an excellent combination of the picturesque natural beauty, sandy beaches, blue sky, the shimmering expanse of water of the Bay of Bengal and an evergreen forest. According to the legend, the Rakhaines expelled from Arakan by the Mughal invaders settled there. They dug a 'kua' or well on the seashore that gave birth to the name of the place. A visitor can enjoy both the sunrise and the sunset from Kuakata beach. It is one of the world's most attractive beaches. It is also a sanctuary for migratory birds. Kuakata is called a 'virgin beach'. The indigenous culture of the Rakhaine community and Buddhist temples are cultural heritage of the area. Besides, Kuakata is a holy land for the Hindus and the Buddhists. Many century-old Buddhist temples adorn the place. Each year thousands of devotees come here to attend, take holy bath and enjoy the festivals called Rash Purnima and Maghi Purnima."
        },
        {
            "Name": "May Day",
            "Questions": [
                "(a) What is the significance of May Day?",
                "(b) What happened on that day and where?",
                "(c) What was the condition of the workers before May Day?",
                "(d) What benefit do the workers of the present day enjoy?",
                "(e) How is it observed around the world including Bangladesh?"
            ],
            "Paragraph": "Answer:  May 1st is International Workers' Day. This day commemorates the historic struggle of working people. The events of May 1, 1886 is a reminder that workers will continue to be exploited until they stand up and speak out to gain better working conditions, better pay and better lives. In Chicago on May 3, 1886 police fired at the workers who were on strike demanding 8 hours working period a day, a minimum wage and safety laws. Since then, May Day has been observed almost all over the world. This day is also observed in Bangladesh in a befitting manner. This is a national holiday. The trade unions and general workers organize seminar, symposium or discussion meetings. They pay homage to the May Day martyrs who laid down their lives for realizing the rights of the working people. The newspapers and journals bring out special supplements highlighting the significance of the day. The BTV & the Radio put up special programs on the occasion. Different labour organizations chalk out elaborate programs to observe the day. People from different walks of life observe May Day and recall the sacrifices of the workers in 1886. We encourage our workers to build the country. We express solidarity and unity with the toiling people of the world."
        },
        {
            "Name": "Modern Technology",
            "Questions": [],
            "Paragraph": "Answer: Present age is the age of science and technology. Modern technology is a great blessing for present civilization. We see the use of modern technology in every sphere of our life. We can't think of our modern life without science and technology. Technology is being used in industry, communication, medical treatment, household activities etc. Use of technology has made our life easy and more comfortable. Modern technology has turned the world into a global village. With the blessings of mobile phone, internet, television, computer we can know in an instant what is happening in the farthest corner of the world. We can communicate with anyone living at any place in the world within seconds. Medical technology has advanced to a great extent. It is being used in diagnosing and curing very complex diseases. Sophisticated plane, rocket, ship etc. are the gifts of modern technology. Mills and factories are manufacturing various things very quickly. Mobile phone and computer are certainly most wonderful invention of science. Besides, communication between person to person, we can enjoy various things on these two wonderful scientific devices. Technology has made the impossible things possible. In a word, it is the life and soul of modern civilization."
        },
        {
            "Name": "My Best Friend",
            "Questions": [
                "a. Who is your best friend?",
                "b. How long you have been together?"
            ],
            "Paragraph": "Answer:  Good friends are very rare in these fast changing days. Old values have gone and new ones have not yet come. I am lucky to have a number of friends. Among them I have a special one and we love each other very much. The name of my best friend is Shayan Sharjeel. He comes from a respectable family. We are class fellows. He is one of the best students of our class. He understands things quickly. He is a bright and active student. He is very punctual. He is obedient and respectful. He is soft-spoken. He is good in studies. He reads some extra books and is not confined to his textbooks. He takes interest in current affairs and often discusses with me about important issues of the day. He is tolerant, broadminded and co-operative. He is also fond of seeing movies in theater. Sometimes he compels me to accompany him even though I have seen that particular movie. In fact, nobody is absolutely free from shortcomings. I allow him to enjoy such liberties and he does not cross the limit. He is a very good cricket player. He is a well-mannered boy. I am really proud of him."
        },
        {
            "Name": "My Country/Bangladesh/Homeland ",
            "Questions": [
                "(a) Where is Bangladesh situated?",
                "(b) When did she get her freedom?",
                "(c) How is the climate in Bangladesh?",
                "(c) How is the climate in Bangladesh?",
                "(d) Which are the main rivers of the country?",
                "(e) What are the main attractions of the country?",
                "(f) How do you feel about your country?"
            ],
            "Paragraph": "Answer: Bangladesh lies on the shore of the Bay of Bengal in the South of Asia. India surrounds the other three sides of this tiny country. She got her freedom once from Britain in 1947 and next from Pakistan on 16th December, 1971. Dhaka is the capital of this country. The tropic of cancer and the 90 longitudinal line intersect almost in the middle of the country. It is a temperate (bvwZkx‡Zvò) country. There are six seasons in our country-summer, rainy season, autumn, late autumn, winter and spring. The total land area of the country is 1,47,570 square kilometers and the land is plain and fertile. Bangladesh is a land of rivers. The Padma, the Meghna, the Jamuna are the main rivers of our country. The population of the country is about 140 million and the majority of the population are farmers. Rice, jute, wheat, tea, sugar-cane etc. are our main crops. Besides  these, various fruits like mangoes, jackfruits, pine-apples, papaws, coconuts, orange, palms, guavas grow here. The natural beauty is the main attraction of this country. Cox's Bazar is known around the world for its silvery sandy sea beach and Rangamati for its evergreen hills and lakes and special natural sites worth seeing for the tourists."
        },
        {
            "Name": "My Favourite Teacher",
            "Questions": [
                "(a) Who is your favourite teacher?",
                "(b) Which subject does he teach?",
                "(c) How does he teach?",
                "(d) What is the speciality about his teaching?",
                "(e) How does he treat students?",
                "(f) Why do you like him?",
                "(g) Do you want to be a teacher like him?"
            ],
            "Paragraph": "Answer: Mr. K. Rahman is my most favourite teacher. He teaches us English. He has a unique quality to teach English. He presents his lesson in the class in a fantastic way that attracts all students. His nice pronunciation and art of speaking make the students spell-bound to give full attention to his lecture. But he is very easy and lucid in his expression. He is quite active in the classroom with his movements and sayings. He gives us many valuable suggestions. Students always become active participants of his class. He usually shares his own ideas and views with the students through instructions and interrogations. He has an extra-ordinary ability to explore the potentials of students. He never discourages his students by attacking them on any ground. It is his most uncommon quality that students praise significantly. He is always regular and punctual in his classes. He makes his lessons very easy and interesting. With an extra-ordinary depth of knowledge in his subject he is an excellent teacher. He is honest, sincere and responsible and with all his good qualities he has become a great personality in our college. In fact, his greatness has created a sense of inspiration to me. Now I often dream to be a teacher in future like him. Truly I like my teacher so much."
        },
        {
            "Name": "National Flag",
            "Questions": [
                "(a) What is a national flag?",
                "(b) When did Bangladesh get its national flag?",
                "(c) What is its size and colour?",
                "(d) What does the colour of the national flag of Bangladesh symbolize?",
                "(e) What does it stand for?",
                "(f) When and where is it hoisted?",
                "(g) How do we feel seeing our national flag?"
            ],
            "Paragraph": "Answer: A national flag is the symbol of independence and sovereignty of a free country. Every free nation of the world has its own national flag. Similarly, Bangladesh has also a national flag as she is an independent and sovereign country. Bangladesh got this national flag on December 16, 1971 after a nine-month long valiant struggle of our heroic freedom fighters with the occupied Pakistani army. The flag is rectangular in size having a proportion of 10 : 6. There are two colours in our national flag – bottle green and red. The green colour of our flag stands for everlasting youth, freshness and vigour of the nation. It also symbolizes the greenery of Bangladesh. The deep red round colour part symbolizes the rising sun of independence. It also stands for the supreme sacrifices of our heroic freedom fighters who laid down their lives for the cause of their motherland. The flag is hoisted everyday on top of government buildings, educational institutions and offices. It is hoisted everywhere on the Independence Day and the Victory Day. Besides, it is hoisted half mast on national and international mourning days. Whenever we see our national flag flying, our mind is filled with joy and hearts swell in pride. We feel proud of our national flag."
        },
        {
            "Name": "Necessity of Learning English",
            "Questions": [
                "(a) Why is English so important?",
                "(b) Why should we learn it?",
                "(c) What benefits do we get from learning English?",
                "(d) What is the present position of English in Bangladesh?",
                "(e) What are your suggestions to improve it?"
            ],
            "Paragraph": "Answer: The necessity of learning English is beyond description. English is that common language which is used and understood all over the world. It has become the second language of our country. We need to know the language for many reasons. We cannot communicate with the people of other countries in our mother tongue. We need a language that is common to the people of all the countries. When we go outside, we use English to communicate with the foreigners. We have to use English in business correspondence with foreigners. Nowadays businessmen have to maintain international relations. So they use English language. Next, we require English language for higher studies because books of higher classes are written in English. The language of computer, the present wonder of science, is English. It is not possible to operate computer without knowing English. Moreover, English is essential in Foreign Service. People who are engaged in serving international relations must know English. There are many other jobs like postman, airhostess, hotel receptionist etc. that essentially require English. In all, English language has become a very indispensable and unavoidable language for us. The simple ways to improve it are to provide the students with the standard English text of every class in each school and college."
        },
        {
            "Name": "Nelson Mandela",
            "Questions": [
                "(a) Who was Nelson Mandela?",
                "b) What did he free South Africa from?",
                "(c) How many years was he in prison?",
                "(d) What are his personal achievements?",
                "(e) What will he be remembered for?"
            ],
            "Paragraph": "Answer:  Nelson Mandela is an icon of the struggle for justice across the world. He was the great leader of anti-racist movement in South Africa. He freed South Africa from the shackles of apartheid and made it a multi-racial democratic country. He was imprisoned for nearly three decades for his fight against the white minority rule in South Africa. He never compromised with the tyrant rulers. He also never lost his resolve to fight. During those years, he was the world's most celebrated political prisoner. The white-led government tried their best to suppress the struggle but failed. At last the world community pressed them to surrender. They released Mandela and admitted to change the country's constitution. In 1993, Mandela was awarded the Nobel Peace Prize and he became the country's first black President in 1994. He left public life in 2004. Nadine Gordimer, the Nobel laureate South African writer, wrote about him, \"He is at the epicenter of our time, our in South Africa, and yours, wherever you are.\" In a statement given in 1963 at the Rivonia Trial, he said, \"During my lifetime I have dedicated myself to the struggle of the African people.\" He is called \"Madiba\" by his countrymen. He is no more but everyone will remember him for his humanity, kindness and dignity"
        },
        {
            "Name": "Orpheus",
            "Questions": [
                "(a) Who is Orpheus?",
                "(b) What did his father teach him?",
                "(c) Who were charmed by his music?",
                "(d) Who did Orpheus marry?",
                "(e) How did he lose his beloved for ever?"
            ],
            "Paragraph": "Answer: Orpheus is a character of antique Greek mythology. He is a mythic god. Son of Apollo and the Muse Calliope, he was awarded a lyre by his father and also taught to play upon it. He played on the lyre with so perfection that no other person's performance was comparable to it. His music not only softened the other fellow-mortals but also wild animals. His music even charmed trees and rocks. The trees crowded around him being charmed by his music. The rocks were also softened by his notes. Orpheus married Eurydice whose untimely death led him to the underworld in order to recover her. He charmed the rulers and guards of Hades with his music and was allowed to bring back his beloved on one condition. The condition was that he would not look back at her until they reach the upper world. Orpheus failed to check his desire to look at Eurydice and lost her for ever."
        },
        {
            "Name": "Our College Library",
            "Questions": [
                "(a) What is a library?",
                "(b) How is your college library?",
                "(c) Where is it located?",
                "(d) Is there any reading room attached to it? If yes, how is it?",
                "(e) Who maintains the activities of the library?",
                "(f) How are books issued?"
            ],
            "Paragraph": "Answer: A library is a part and parcel of an educational institution. We are really proud of having a very rich library in our college. Our college library is a great attraction for us. It is said that a library is a storehouse of knowledge which can help a man to satisfy his desire for knowing the unknown. Our college library has also a very rich collection of books on various subjects namely novels, fictions, story books, poetry books, plays, autobiographies and periodicals- all arranged in a systematic way in our well decorated library. Books on religion and sports are also available here. Our college library is housed on the 2nd floor of our academic building. Attached to the library there is a well furnished reading room for the students and the teachers. A pin drop silence prevails in the reading room. An efficient and well qualified librarian handles the activities of the library. He is assisted by three peons who are very expert in finding out books to the readers. There exists a calm, quiet and serene  atmosphere in our library. Books are issued against library cards. In fact, our college library is a part and parcel of our college life."
        },
        {
            "Name": "Patriotism",
            "Questions": [
                "(a) What do you mean by patriotism?",
                "(b) What does it inspire?",
                "(c) What does patriotism teach a man?",
                "(d) Who is a true patriot?",
                "(e) How is an unpatriotic man treated in the society?",
                "(f) Give some examples of patriots of this sub-continent."
            ],
            "Paragraph": "Answer: Patriotism, an inherent quality in a man, is one of the noblest virtues. It means love for and devotion to one’s country. It inspires a man to do everything just and fair for the well-being of the country. Love for one’s own country purifies one’s mind, removes the narrowness of heart and helps one to be selflessly inspired. Patriotic zeal makes a man dutiful, energetic and enthusiastic. Patriotism teaches a man fellow feeling, fraternity and love and sympathy for countrymen. A patriot does not hesitate even to sacrifice his own life for the cause of his country. A true patriot is a selfless lover of his country. So, he is praised and honoured by his countrymen. On the other hand, an unpatriotic man is self-centred. So, he is hated by all. He may have high titles, immense wealth, high social prestige and noble birth, but despite his worldly achievement, he remains a worthless person. An unpatriotic man dies a double death. On the contrary, a patriot is immortal and remains in the hearts of the people even to face any odd challenge as fleeing or trivial. Titumir, Tipu Sultan, Isa Khan, Khudiram, Surja Sen, Pritilata set up glaring examples of patriotism in this sub-continent."
        },
        {
            "Name": "Peace Movement",
            "Questions": [
                "(a) What do you understand by peace movement?",
                "(b) What are the goals of peace movement?",
                "(c) What is the common goal of peace movement organizations?",
                "(d) What does peace movement oppose for?",
                "(e) How can peace movement establish a peaceful world?"
            ],
            "Paragraph": "Answer:  A peace movement is a social movement. It seeks to achieve such goals as the ending of a particular war (or all wars), minimizing inter-human violence and achieving world peace. It is basically an all-encompassing \"anti-war movement\", primarily characterized by a belief that human beings should not wage war on each other or engage in violent disputes on race, religion, language, ideology or natural resources. The goals of the peace movement include advocacy of pacifism, non-violent resistance, demonstrations, peace camps, supporting anti-war politicians, banning guns, supporting activists for peace, etc. Though peace movement organizations may have diverse aims, their one common goal is sustainability of peace. The peace movement also opposes the proliferation of dangerous technologies and destructive weapons, particularly nuclear weapons. In these ways, its aims at establishing a world free from hatred and enmity. The first peace movement happened in 1815-1816. The first such movement in the USA was the New York Peace Society founded in 1815. Peace organizations were set up in many countries. The United Nations was established with the primary objective to maintain peace and resolve inter-state conflicts in the world. Since then, many treaties have been signed between many nations, for example—nuclear non-proliferation treaty. All want peace and like the principles of non-violence."
        },
        {
            "Name": "Price hike/Price spiral",
            "Questions": [
                "(a) What is the most talked about issue at the present moment?",
                "(b) What are the causes of price hike?",
                "(c) What are the effects of price hike?",
                "(d) What should be done to remove the curse of price hike?"
            ],
            "Paragraph": "Answer: Price hike or the increase of price of the daily essential commodities is the most talked about issue at the present time. In our country it has become a usual phenomenon now. The price of the daily commodities is soaring sky high to go out of reach of the poor and the lower middle class people of our country. There are a lot of causes behind this price hike. Hoarding of essential commodities by the dishonest businessmen is one of the causes of price hike. Smuggling and black marketing by traders and people in general are also important factors causing price rise. Many dishonest men have earned huge black money through black marketing. This has caused great suffering to the people. Shortage of supply due to low production also accelerates the price hike of essential goods. At present syndicate business has added to this plight. Due to inflation price hike is more acute in our country. Government mechanism to curb price hike is defective. Many poor villagers cannot afford to manage two square meals a day. Very often they suffer from malnutrition and other diseases. Many even die without getting proper medical treatment. Public awareness against illegal hoarders of the daily necessaries, smugglers and black marketeers can remove this curse from the country."
        },
        {
            "Name": "Punctuality",
            "Questions": [
                "(a) What do you mean by punctuality?",
                "(b) What are the benefits of punctuality?",
                "(c) What happens to an unpunctual man?",
                "(d) What are the effects of unpunctuality?",
                "(e) What should be done to maintain punctuality?"
            ],
            "Paragraph": "Answer: Punctuality means to do the duty in its proper time. It is a very essential quality of life. It is considered to be the noblest of all virtues. It is the mark of a civilized and cultured people. It is the habit of doing things in correct time. Doing things in time, thus, saves us from unnecessary troubles. Our life is short but art is long. So we have to do a lot of works within a limited time. If we perform our duty in proper time, we can do many things. But if we leave today’s work for tomorrow, it may so happen  that we may not have time to do it and suffer in the long run. There are many advantages of punctuality. It gives discipline to life. Next, it dispels laziness and removes our take it-easy-attitude. A punctual person always gets recognition and social acceptance. Therefore, punctuality can make us socially acceptable people. It provides ample time to do our work correctly and properly. Doing things hurriedly or haphazardly can have disastrous effects. Punctuality is the precondition of being fully successful in life. Want of punctuality reveals want of culture. All of us are not born with the virtue of punctuality. We have to cultivate it painstakingly. Only constant, vigil and practice can implant this virtue."
        },
        {
            "Name": "Sound Pollution ",
            "Questions": [
                "(a) When does sound pollution happen?",
                "(b) Where is sound pollution very acute and why?",
                "(c) What are the causes of sound pollution?",
                "(d) What are the effects of sound pollution?",
                "(e) How can sound pollution be removed?"
            ],
            "Paragraph": "Answer:  There are many causes of sound pollution having harmful effects on human body and mind. Sound pollution occurs when the vibration of sound is harsh, sharp and unpleasant to the ears. Acute sound pollution occurs in towns, cities and industrial areas. There are many causes of sound pollution. Enormous growth of human population and increasing use of machines in industrial works are among the main causes of sound pollution. Hydraulic horns and whistles of different motor vehicles plying on the roads also cause serious sound pollution. The grinding sounds of mills and factories also contribute to sound pollution to a great extent. Listening to music using microphones and loudspeakers, beating various kinds of drums, shouting of slogans on the roads also cause serious harmful sound pollution. Sound pollution causes many fatal diseases like heart attack, hyper tension, blood pressure, deafness etc. The normal growth of the children and the patients in hospitals are greatly affected by sound. Unmelodious and discontented sound often hinders the students to concentrate on their studies. It is man and the environment that can avert sound pollution for a healthy and happy life. The responsible authority of the government should take proper steps to reduce sound pollution to the limit of tolerance."
        },
        {
            "Name": "Street Accident",
            "Questions": [
                "(a) What is street accident?",
                "(b) Where do the street accidents generally take place?",
                "(c) What are the causes of street accidents?",
                "(d) What do people generally lose in the accidents?",
                "(e) How can this problem be solved?"
            ],
            "Paragraph": "Answer: Street accident is the most vulnerable, unexpected, intolerable incident in human life. It usually happens in a sudden happy moment and turns the happiness into sorrow and sufferings. Nowadays, Bangladesh becomes one of the most accident prone countries where generally, this bad incident happens mostly. It generally takes place on the High Streets, where all the vehicles are always in a hurry. All on a sudden, this busy road turns to a pathetic place holding some dead and injured. Street accident caused this kind of unexpected incident but if we find the reasons of this, then, at first the ignorance of traffic rules is found. Always we ignore the traffic rules as if we love to do it and it causes accident. Most of the vehicles are nearly damaged but they are on road, the drivers are not well trained and not sincere to their duty etc. Because of these above mentioned reasons, street accident usually happens. So people lose their life, the most valuable thing, property and so many important things. And to solve this, some attempts should be taken by the government and individual alike. Making the traffic rules strict, we should make people aware of it and in all, individual should take care of these rules and maintain it."
        },
        {
            "Name": "Street Children",
            "Questions": [
                "(i) Who are called street children and why?",
                "(ii) How do they earn their livelihood?",
                "iii) Where do these children live?",
                "(iv) What do they usually prefer as a means of earning?",
                "(v) How can their condition be improved?"
            ],
            "Paragraph": "Answer: Street Children or street urchins are familiar figures in the streets of the third world country like Bangladesh. Most of them are the abandoned children of their parents. They are rootless. These are floating children of a country. They do not know about the whereabouts of their parents, their place and date of birth. Many of them are orphans. Generally they earn their livelihood by begging, stealing, cheating, selling flowers and doing the job of wage earners. But sometimes some poor parents make their children work in the streets. These street children live in the dirty slums, on the roadside pavements without any protection against rough weather. They sleep under the open sky. They also work as garbage collectors, porters and rickshaw pullers. Sometimes they beg for food. They are deprived of education, health care and nutrition. Though they are abandoned children, they are human beings. They are the to be citizens of our country. They have some basic rights to live, to enjoy, to survive in peace and to receive education. It is our duty to ensure their rights. The government and the people in general should do something so that these helpless and homeless children can taste the sweetness of life."
        },
        {
            "Name": "The Hakaluki Haor",
            "Questions": [
                "(a) Which is the major wetland of Bangladesh?",
                "(b) Where is Hakaluki Haor situated? (c)",
                "(c) Why is the haor an important source of fisheries in Bangladesh?",
                "d) What kind of fishes are found in Hakaluki Haor?",
                "(e) What is the present condition of the beels?"
            ],
            "Paragraph": "Answer: Bangladesh is full of waterbodies like rivers, canals, beels and haors. Hakaluki Haor is one of the major wetlands of the country. It is a complex ecosystem, containing more than 238 interconnecting beels and jalmahals. The haor falls under two districts, Maulvibazar and Sylhet. Surrounding the haor, about 190,000 people live. The haor is an important source of fisheries resources for Bangladesh. Fishes like Kalibaus, Boal, Rui, Ghagot, Pabda and Chapila are found here. The beels in the haor provide winter shelter for mother fisheries. Now due to sand deposits, dewatering technique for fishing and lack of aquatic plants, many of those beels have lost their capacity to provide such shelter. The haor is a very important resting place for migratory birds. Unfortunately, illegal poaching has been a threat to the bird population. Hakaluki Haor is also known as a good grazing land for domestic animals in winter. The haor system provides economic and non-economic benefits to the people. These benefits include fish and rice production, duck, cattle and buffalo rearing, collection of reeds, grasses, aquatic and other plants. Its unique system adds to the beauty of the landscape both during the monsoon and other seasons. Its beauty and economic importance can attract a large number of tourists."
        },
        {
            "Name": "The Recent Scientific Achievements",
            "Questions": [
                "(a) When was the first house lighted with electricity?",
                "(b) When was the first trans Atlantic flight made?",
                "(c) Who made the first artificial heart?",
                "(d) When did cell phones make their appearance?",
                "(e) When did personal computer become available?"
            ],
            "Paragraph": "Answer: The Modern Age is the age of science. We have had a tremendous advancement in the field of science and technology in the last one and a half century. The first remarkable work was the invention of electricity. The first house was lighted with electricity in the 1870s. Cars were first available about a century ago. The first trans-Atlantic flight was made in 1927. After the Second World War, television came to the people's doors. Scientists have now focused their attention on the growth of human longevity. Dr. Barney Clark made the Jarvik-7 the first artificial heart in 1982. It was intended to last a lifetime and was a huge step towards the development of heart transplant surgery. Cell phones made their appearance in the 1990s. Now more than 4.6 billion people around the world use cell phones. Personal computer became available to consumers in 1974. It is now used to get access to the Internet, do word processing, use a calculator, watch TV, play games and do many other things. Communication satellites support techno-based contact among people. Man has also reached the Moon. The Internet and Microchip have revolutionized information technology. Thus human civilization has achieved a new height through scientific revolution"
        },
        {
            "Name": "The River Buriganga",
            "Questions": [
                "(a) How is the past of the river Buriganga?",
                "(b) How did the name Buriganga come?",
                "(c) How is the present condition of Buriganga?",
                "(d) How is the river being polluted?"
            ],
            "Paragraph": "Answer: The Buriganga is a famous river flowing by Dhaka, the capital city of the country. This river had a glorious past. It was a tributary of the mighty Ganges and flowed into the Bay of Bengal through the Dhaleshwari. Gradually it lost its link with the Ganges and got the name Buriganga. The Mughals marveled at its tide level and founded their provincial capital Jahangirnagar on its banks in 1610. Once the river supplied drinking water and supported trade and commerce. Later Jahangirnagar grew into a heavily populated city under its new name 'Dhaka'. Now the Buriganga is a polluted and dying river. Huge quantities of toxic chemicals and wastes from mills and factories, hospitals and residential buildings are dumped into its water everyday. The situation is so disastrous that it seems we have killed one of our rivers. Steps must be taken to save our other rivers from such death. Otherwise we shall have to cry for our other rivers as we do for our beloved Buriganga."
        },
        {
            "Name": "The Significance of the 7th March Speech",
            "Questions": [
                "(a) What was the background of the 7th March speech?",
                "(b) Who was the speaker?",
                "(c) What were the directions for the Bengali people evident in the speech?",
                "(d) What was obligatory for the Bengalis as the speaker said?",
                "(e) What effects did the speech make on our national life?"
            ],
            "Paragraph": "Answer: The 7th March 1971 is a memorable day in the history of the Bengali nation. On this day Bangabandhu Sheikh Mujibur Rahman, the founding father of the nation, gave a historical speech that directed the whole nation in those days of turmoil and unrest. The West Pakistanis had been exploiting the Bengalis since the emergence of the state Pakistan in 1947. The Bengalis were deprived in economic, political and cultural life. After 24 years of treachery and discrimination, the Bengali nationalist party Awami League won the parliamentary election. But the rulers decided not to let them form the government of the country. It infuriated the entire Bengali nation. Amid anger and protest, Bangabandhu gave this epoch-making speech at the Race Course Maidan on the 7th March. He said it was the time of struggle for emancipation and independence, and the nation must fight for that mission. He called the nation for not cooperating with the Pakistanis, for not giving them taxes, and for not attending offices. Bangabandhu's speech worked as a big inspiration for the nation. It motivated people to sacrifice their lives for the cause of the freedom of our motherland. Thus Bangabandhu's 7th March speech has become immortal in the national history."
        },
        {
            "Name": "The Sundarbans and the Royal Bengal Tiger",
            "Questions": [
                "(a) What kind of forest the Sundarbans is?",
                "(b) Why is the Sundarbans famous for?",
                "(c) What is the alarming news about the Sundarbans and its tigers?",
                "(d) What does the Sundarbans make vulnerable?",
                "(e) Why did the Sundarbans become a critical tiger habitat?",
                "(f) How many tigers can live in the Sundarbans?",
                "(g) Why should we save our forest the Sundarbans?"
            ],
            "Paragraph": "Answer: The Sundarbans is a vast mangrove forest shared by Bangladesh and India, across the coastline of the Bay of Bengal. The forest is famous as a habitat of our national beast Royal Bengal Tiger. But it is an alarming news that 71% of the forest's coastline is retreating by nearly 200 meters a year as a result of soil erosion. If it continues, tigers' existence will be at stake. The causes of this erosion are increasing storm, surges and other extreme natural events, rises in sea-level and increased salinity that makes mangroves vulnerable. This rapid retreating of coastline cannot be accounted by the regular dynamics of the Sundarbans. Thus the forest is now a critical tiger habitat. The forest is known for vanishing islands but the scientists said the current retreat of the mangrove forests on the coastline is not normal. As human development thrives, and global temperature continues to rise, natural protection from tidal waves and cyclones are lessening at an alarming rate. This will inevitably lead to species loss in this richly biodiverse part of the world. It is one of the few forests that can hold several hundred tigers. So it is now vitally necessary to save this forest for saving the majestic Bengal Tigers from extinction."
        },
        {
            "Name": "Tourist Spots of Bangladesh",
            "Questions": [
                "(a) Which are some of the important tourist spots of Bangladesh?",
                "(b) Why are they attractive?",
                "(c) What do the tourists enjoy in those spots?",
                "(d) What is the present condition of some of these spots?",
                "(e) What steps should the government take to uplift their present condition?"
            ],
            "Paragraph": "Answer: Bangladesh is the darling child of nature. So, she has been blessed with innumerable natural scenic spots all over the country. All these beautiful places are the tourists' attraction from home and abroad. The National Park at Gazipur, the BARI at Comilla, Rangamati, Bandarban, Cox's Bazar sea beach, Kuakata sea beach, Hiron Point in the Sundarbans, the Shat Gombuj Mosque at Bagerhat, the tea gardens of Sreemangal are some of the most important tourist spots of Bangladesh. They are attractive because of their scenic natural beauty. The tourists of home and abroad visit these places and enjoy their exquisite beauty to their mind's content. The tourists are enjoyed to see the endless beauty of those places. At present some of these tourist spots lag behind to attract tourists for lack of accommodation facilities for them. Kuakata is truly a virgin sea beach. Hiron Point is also such a tourist spot. The government should take effective steps to uplift their present condition by making arrangements for accommodation, safety of the tourists and enhance the beauty of the spots. When more and more tourists from home and abroad will visit these spots, the economy of the tourism corporation will increase to a great extent."
        },
        {
            "Name": "Traffic Education",
            "Questions": [
                "What is traffic education?",
                "Why is traffic education important?",
                "How can traffic education reduce road accidents?",
                "What are the key components of traffic education?",
                "How can traffic education be implemented in schools?"
            ],
            "Paragraph": "Answer: Traffic education refers to the knowledge and skills required to understand and follow traffic rules for ensuring safety on roads. It plays a vital role in reducing accidents and improving discipline among road users. The objectives of traffic education include raising awareness about traffic signals, signs, and regulations, teaching defensive driving techniques, and promoting safe behaviors such as using seat belts and helmets. Traffic education benefits society by reducing road accidents, ensuring smoother traffic flow, and fostering a culture of responsible road usage. Introducing traffic education in schools and conducting awareness campaigns can significantly contribute to improving road safety. Governments and NGOs must also collaborate to implement stricter traffic laws and enhance public awareness."
        },
        {
            "Name": "Traffic Jam in Dhaka",
            "Questions": [
                "(a) Which problem is the most severe in Dhaka?",
                "(b) What harm does it cause?",
                "(c) How does it occur?",
                "(d) What is the main reason of occuring traffic jam in Dhaka?",
                "(e) How can the problem be solved?"
            ],
            "Paragraph": "Answer: Traffic jam is a severe problem in Dhaka city. It hampers the normal flow of citizens' life. Various types of vehicles run in the roads and become the cause of annoyance of the common people. They cannot go to their destination in time. School going children and office going employees suffer a lot. Traffic jam mainly occurs as a result of Dhaka's poor infrastructure. Only 7 percent of Dhaka is covered by roads, while Paris and Vienna have about 25 percent. There are about 60 traffic lights at 650 major intersections, and most of those lights do not work. Traffic jam in Dhaka costs about 3.8 billion dollar a year. Many dwellers in this city blame the rickshaws for this problem. Now the number of buses and cars have also increased. But a solution of traffic jam in this city must be made. Both the government and the common people should come forward. Good news is that the present government has taken some steps to reduce traffic jam. The metro rail project is one of them. But along with these projects government also should remove the hawkers who run their business on footpath. Public transport should be made available. Slow speeded transports should be banned from busy roads and more underpass and overpass should be built."
        },
        {
            "Name": "Travelling",
            "Questions": [
                "(a) What does travelling mean?",
                "(b) What do the travellers do and why?",
                "(c) What does travelling give us?",
                "(d) What are the different types of travelling?",
                "(e) What does traveling teach us?",
                "(f) What is the usefulness of travelling?"
            ],
            "Paragraph": "Answer: Travelling means going from one place to another for different purposes. They also explore to see the unseen and know the unknown. The travellers always travel the most beautiful places of the world which uphold the existence of nature. There are many ways to see the unseen and know the unknown, but travelling is the best of all. For example : reading books gives us literal knowledge, listening story gives us indefinite ideas, but travelling gives us visual as well as concrete knowledge. Someone travels to gain knowledge and experience, someone travels for pleasure, someone travels for business purposes etc. There are different types of travelling like travelling by air, bus, boat, train etc. Every travelling has much educative value. It is a part of education. Our education and book knowledge remain imperfect without travelling. For this reason, we can learn many things by travelling. It teaches us trade and commerce, language, sociology, customs, culture, history, geography and so on. Therefore, the educative value of travelling beyond description. Besides, there are some special benefits of travelling. Travelling removes our monotony and gives pleasure. Similarly, it also broadens our outlook and refreshes our mind. A good traveler can easily educate others"
        },
        {
            "Name": "Tree/Tree Plantation",
            "Questions": [
                "(a) What do trees and plants supply?",
                "(b) What is the most vital thing to survive?",
                "(c) How far is tree helpful to us?",
                "(d) Where should we plant trees?",
                "(e) Why is tree plantation necessary?"
            ],
            "Paragraph": "Answer: Since the dawn of civilization man has a close relation with nature. Man has made friendship with trees. As such, trees play an important role in our life and economy. Planting trees is a noble work as trees and plants supply oxygen, the most vital thing for our survival. Besides, they are a great source of food and vitamins. Trees also provide us with fruits, flowers and timber for furniture. They give shade and shelter to many people. They make the land fertile and save land from erosion. They attract rains, prevent drought, control flood and maintain ecological balance. All these things will be hampered, if there is lack of sufficient trees. Now a days, Bangladesh has been facing drought, excessive rainfall and floods because of tremendous shortage of her forests. We should therefore, make it a point to plant more trees than we cut down. Plenty of seedlings and saplings need to be planted on both sides of roads and in the unused barren lands around our houses. It is impossible to describe the importance and uses of trees in words. They are a part and parcel of our day to day life. In fact, tree plantation is necessary for the maintenance of ecological balance."
        },
        {
            "Name": "Usefulness of E-mail",
            "Questions": [
                "(a) What is email?",
                "(b) What is needed to access email",
                "(c) What are the advantages of email?",
                "(d) How does email become easy in transferring files?"
            ],
            "Paragraph": "Answer: E-mail or Electronic mail is one of the many modern devices of communication of textual message via electronic means. A personal computer, a modem and a telephone connection are needed  for email. This is not only a quick, easy and relatively cheap way to keep in touch with family and friends, it has also become an essential tool of business. E-mail has many advantages or usefulness. Firstly, it reduces the use of paper in offices and business concerns. Internal memos and reports can be exchanged electronically without using paper. Secondly, being a personal communication, email turns out to be a cheaper alternative to telephone conversation. Thirdly, it eliminates the time spent in establishing phone calls. Fourthly, it permits communication between two individuals or parties without the parties actually being present simultaneously. Next, privacy is ensured as the mail is delivered to an individual mail box. Moreover, it becomes very easy to transfer important files, documents and photos etc instantly without physically going to anywhere. So, e-mail service is an important service of our modern communication. It maintains our private, social and official network in a powerful and effective way. In a word, we cannot think of the modern life without using e-mail."
        },
        {
            "Name": "Uses and Abuses of Cell Phone",
            "Questions": [
                "(a) What is cell phone?",
                "(b) What are the uses and abuses of cell phone?",
                "(c) How do the students get benefited from the cell phone?",
                "(d) Do you think cell phone is a blessing for us?"
            ],
            "Paragraph": "Answer: Cell Phone is a great invention of modern science. It is called so because a user can carry it wherever he goes out. It has made the interpersonal communication very easy and fast. One can communicate with the expected person within a few seconds through a mobile phone. Business communication has become easier because of the use of this device and all steps of life are benefited by it. It is also helpful for the students. They can get suggestion of their studies from their friends and teachers. So the number of consumers of mobile phone is increasing day by day. Today, more than 100 million people in Bangladesh and over 4.6 billion people around the world use cell phones. It spreads so fast that it is now considered one of the greatest inventions of all time. It makes the world smaller and brings all closer. But it is unfortunate that it has some negative aspects too. Criminals also use it for their activities. It causes some health hazard. Scientists believe that it causes brain tumors by its invisible and uncontrolled radio activity. Specially the pregnant women and children should not use it at all. In spite of all these, mobile phone is a blessing for us."
        },
        {
            "Name": "Valentina Tereshkova",
            "Questions": [
                "(a) Who is Valentina Tereshkova?",
                "(b) When and where was she born?",
                "c) What was she selected for?",
                "d) What do you know about her space travel?",
                "(e) What do you think about her?"
            ],
            "Paragraph": "Answer: Valentina Tereshkova is a famous astronaut and living legend. She was born on 6 March 1937 in the village Maslennikovo, Tutayevsky district, in central Russia. At first she was a textile worker in a factory. After the space flight of Yuri Gagarin in 1961, the Soviet Union decided to send a woman in space. Yuri Gagarin was the first human being for space flight. Anyway, Soviet Union selected Tereshkova for that mission on 16 February 1962. She had to undergo a series of training. After the successful launch of a spacecraft, Tereshkova began to prepare for her own flight. On the due date, she completed her communication and life support checks, and then was sealed inside the spacecraft Vostok-6. It was launched faultlessly and Tereshkova orbited the earth 48 times spending almost three days in space. In 1977, she earned a doctorate in Engineering from Zhukovsky Air Force Academy. Once she turned to politics. During the Soviet era, she became one of the presidium members of the Supreme Soviet. Now she is a member in the lower house of the Russian legislature. On her 70th birthday, Vladimir Putin invited her and she expressed her desire to fly to Mars. She is now old, will die someday but will live for ever as a famous astronaut."
        },
        {
            "Name": "World Heritage Sites in Bangladesh",
            "Questions": [
                "(a) What is a World Heritage Site?",
                "(b) Who declares it?",
                "(c) How is it declared?",
                "(d) How many world Heritage Sites are there in Bangladesh and what are they?",
                "(e) Describe the World Heritage Sites in Bangladesh."
            ],
            "Paragraph": "Answer: A World Heritage Site is a place (natural or cultural) recognised by the international community in the shape of the World Heritage Convention declared by UNESCO in 1972. It is historically and geographically important. It possesses an universal value and it is a collective responsibility of the world's people to preserve it. Bangladesh is a small country. Though a small country, Bangladesh has three World Heritage Sites : the historic Shatgombuj Mosque of Bagerhat, the ruins of the Buddhist Vihar at Paharpur and the Sundarbans.\r\nThe Shatgombuj Mosque is a 15th Century Islamic edifice. It is an enormous Moghul architectural site covering a very large area. It has sixty pillars, which support seventy seven exquisitely curved domes. The Buddhist Vihar at Paharpur was founded in the 7th century. Its layout is perfectly adapted to its religious function. It is the largest single Buddhist monastery in the Indian subcontinent. It was declared a World Heritage Site in 1986. The Sundarbans is the 52nd World Heritage Site in the world. It is a mangrove forest and it is famous for its natural beauty. The world famous Royal Bengal Tiger lives in this forest. It has a peaceful atmosphere. It is renowned for its great variety of wild life. These are our pride. We should be aware of our duties and responsibilities regarding the World Heritage Sites."
        },
        {
            "Name": "Air Pollution",
            "Questions": [
                "(a) What is air?",
                "(b) How is it polluted?",
                "(c) What is the most common factor for air pollution?",
                "(d) Where does air pollution occur most?",
                "(e) Who can stop air pollution and how?"
            ],
            "Paragraph": "Answer:  Air, one of the most important elements of our environment, is getting polluted continuously posing a great threat to our existence. No human or animal can survive without air. This essential element of our environment is getting polluted in various ways. Smoke of all kinds is the most common factor for causing air pollution. Man makes fire to cook food, to burn refuse and to melt pitch for road construction. All these things create heavy smoke and pollute the air. Smoke emitted from mills, factories, brickfields and industries also cause air pollution. Moreover, motor vehicles like cars, buses and trucks plying on roads and highways also produce a lot of smoke causing air pollution. Furthermore, by burning coal, petrol, diesel and oil, railway engines and power houses create smoke and pollute the air. But the most serious air pollution often occurs in big cities and industrial areas. Air pollution ultimately causes serious kinds of airborne diseases like hyper tension, cancer and so on. Sometimes serious kind of air pollution even leads to death. We must stop air pollution to keep the world a habitable place. It is man who can stop air pollution by planting many more trees for a healthier and happier life."
        },
        {
            "Name": "A Picnic I Enjoyed",
            "Questions": [
                "(a) When did you go on a picnic?",
                "(b) Where did you go?",
                "(c) What did you do after reaching the spot?",
                "(d) When did you take your lunch?",
                "(e) What were there in the food items?",
                "(f) What recreational activities did you perform there?",
                "(g) When did you start for home?"
            ],
            "Paragraph": "Answer:  Last winter I went on a picnic which was full of enjoyment. We went to the National Park. Some of my classmates arranged the picnic. We were fifteen in number. We hired a microbus earlier. Within half an hour we got out of the city.  We were all singing inside the micro. At last at about 10 am, we reached the grand spot. After reaching we finished our breakfast. We did not take any cook with us. Two of our classmates Rana and Kamal took the charge of cooking. Sohel  and I dug a small hole to make a temporary cooker. We all started helping Rana and Kamal. Some of our friends fetched water from nearby sources. Others helped to prepare onion, garlic and other spices. At about half past 1 pm, the dish was ready. Everyone felt quite hungry. So, I started serving the prepared food. There were polao, roast, beef, salad etc. We finished our feast and retired to rest for about half an hour. One of our friends recited a great poem of Jibanananda Das. Ripon presented a joke on a voracious eater. Sumon who is a good singer presented two songs of Nazrul. We started for home at 5 pm after taking our tea. We enjoyed the picnic most and it is really a memorable day for me."
        },
        {
            "Name": "A Rainy Day",
            "Questions": [
                "(a) How is a rainy day?",
                "(b) How are the roads and paths on a rainy day?",
                "(c) How is a rainy day for poor people?",
                "(d) What do the students and rich people do in a rainy day?"
            ],
            "Paragraph": "Answer: A rainy day is a day on which it rains in torrents continuously. The day is dull and gloomy. The sky remains cloudy all day long. The sky is not seen. Sometimes it rains heavily; sometimes it drizzles and sometimes gusts of wind blow. The heavy downpour is associated  with roars of thunder, flashes of lightning and stormy wind. Nobody can go out without an umbrella. Water stands on roads and roads become muddy and slippery. Sometimes people slip and fall on the muddy road. Rivers, tanks and canals swell up. Roads and paths become muddy and impassable. Many people walk along the road with shoes in hand and clothes folded up. A rainy day is bad for poor people. The day labourers cannot go to work. So they don't earn any money and may remain unfed. Students enjoy a holiday at home. The rich people who have no urgent work enjoy the day at home. They entertain themselves with rich dishes like bhuna khichuri, polao etc. The rain washes away dirt and dust and makes the soil soft. The farmers can prepare the fields for sowing seeds. Thus, though a rainy day has some negative aspects, it has positive effects too. However, a rainy day is not pleasant at all."
        },
        {
            "Name": "A Stormy Night",
            "Questions": [
                "(a) When did you experience a stormy night?",
                "(b) How was the day?",
                "(c) How was the sky?",
                "(d) What happened when the storm had started?"
            ],
            "Paragraph": "Answer:  A stormy night is very horrible for the rural people and especially those living in thatched huts of our country. Last year I had a terrible and devastating experience of a stormy night. It was the Bangla month of Baishakh. One day in the afternoon, I went to a local market with my uncle to buy fish and other things. The day was very hot. All on a sudden, the wind dropped and the weather became uncanny. The northern sky began to grow dark and a big cloud began to move fast towards the south. My uncle told me to follow him fast. Within a few minutes there were heavy lightning and thunderbolts along with storm. By that time, the whole area was  completely dark and nothing was clearly visible. But the light of frequent lightning was making everything clear to see. Before my own eyes I saw a big jackfruit tree being uprooted. It made a great cracking sound. After a while we reached home and took shelter in our sitting room. The storm continued for two hours. After a period of massive devastation, the storm subsided. Many  a day has passed but I can never forget the memory of the stormy night."
        },
        {
            "Name": "A Winter Morning",
            "Questions": [
                "(a) How is a winter morning?",
                "(b) Why do the poor people and slum dwellers suffer in a winter morning?",
                "(c) What do the children and old people do in the villages?",
                "(d) How is the scenery of the town in winter morning?"
            ],
            "Paragraph": "Answer:  A winter morning is both enjoyable and distressful. It is naturally a very cold morning. There is dense fog all around. Sometimes the fog is so dense that the sun rays can't get through it. Nothing can be seen even at a little distance. Everything looks hazy. The sun seems to rise late. Dew drops fall at night. When the morning sun peeps, they look like glittering gold on grasses and leaves. It is pleasant to the rich but curse to the poor. The poor village people and the slum dwellers in cities suffer greatly for want of warm clothes. Farmers have to go to the fields with their materials. The workers of low classes have to go to their workplace in the morning. In the villages, children and old people gather straw and make fires to warm themselves. The old people bask  in the sun or warm themselves beside fireplace. In the village market, some people come to sell 'date juice'. The scenery of towns is totally different from villages. The people of the town get up from bed a bit late.  They also enjoy the winter morning. Thus a winter morning is not only enjoyable but also distressful to people."
        },
        {
            "Name": "Good Manners",
            "Questions": [
                "(a) What do you mean by good manners?",
                "(b) How is a well-mannered person treated?",
                "(c) How is a good mannered  person?",
                "(d) How is an ill-mannered person?",
                "(e) How is he treated?"
            ],
            "Paragraph": "Answer: The term 'manners' means the behaviour that is considered to be polite in a particular society or culture. Manners can be good or bad. For example, it is a bad manner to speak with food in one's mouth. Manners vary from culture to culture and from society to society. Good manners are the external expressions of one's inner goodness and education. It is a person's positive way of behaving towards others. A person is judged by his manners. Good manners enrich the personality of an individual. A well mannered person is liked by most of our people and can prosper in life. Good manners enhance his value and make him a worthy human being. A good mannered man is polite and courteous. He respects the views and opinions of others although they differ from his own. He listens patiently to what others have to say. He neither uses harsh words to others nor does anything that may offend others. An ill mannered man is rude and rough. He has no respect for the feeling of others. He shows bad manners in various ways. A man of unpolished manners is not liked by anyone. Everybody hates him. Good manners make life pleasant, smooth and easy. Good manners do not cost anything but they gain for us love and respect."
        },
        {
            "Name": "Illiteracy",
            "Questions": [
                "(a) What is illiteracy?",
                "(b) Why are the people of Bangladesh lagging behind?",
                "(c) What are the adverse effects of illiteracy?",
                "(d) How can illiteracy be eliminated?"
            ],
            "Paragraph": "Answer: Illiteracy is undoubtedly a curse to a nation as it hinders all development works of the country. The progress of a country can not be thought of keeping its people illiterate. Illiteracy is the state of being unable to read and write which stands on the way of differentiating between right and wrong. The illiterate people cannot contribute to the welfare and prosperity of the community, let alone the country. For example, the people of Bangladesh are lagging behind in all spheres of development because of a huge number of illiterate people living here. They are devoid of the knowledge of sanitation, malnutrition and family planning. In spite of being an agricultural country, Bangladesh is yet to apply scientific methods of cultivation to boast up her production. As a result, poverty always hangs heavy on her. Again, lack of knowledge of sanitation and malnutrition leads the people to decay and death. Moreover, for lack of knowledge of family planning, population of the country is increasing at an alarming rate. However, illiteracy must be eliminated from the country so that we may stand up with dignity among the nations of the world. Setting up a number of schools including night schools for the adults, training programmes for family planning, launching scientific method of cultivation and anti-illiteracy campaign can solve the problem of illiteracy."
        },
        {
            "Name": "Importance of Reading Newspaper",
            "Questions": [
                "(a) What do we know by reading newspapers?",
                "(b) Why do people read newspaper?",
                "(c) How does newspaper help the people of different strata?",
                "(d) What are the drawbacks of newspaper?",
                "(e) How does misunderstanding take place through newspaper?"
            ],
            "Paragraph": "Answer:  Reading newspaper is a good habit which provides us to know a lot of essential things of home and abroad. People read them for both pleasure and information. A politician can learn about political situations. An economist and a businessman can be aware of the economy and business. People interested in sports and games can learn about the sports-world. Students can also learn many things from the pages of newspapers that fulfill their thirst for knowledge. The film fans go through the cinema page to get the thrill of the showbiz world. From the advertisement column the job seekers and traders get useful hints and details. In fact, by reading newspapers we can be up-to-date and we need it in order to face the competitive changing world. However, sometimes a newspaper misleads people. Some of the newspapers publish news supporting political parties. Sometimes they write columns to gain benefits from the ruling party. For this, misunderstanding takes place and many unexpected incidents happen. So, we can say that though a newspaper has some disadvantages, it has a lot of advantages too. On the whole, newspaper reading is a very good habit. In order to keep ourselves up-to-date with news and views, we should read newspaper daily"
        },
        {
            "Name": "Traffic Jam",
            "Questions": [
                "(a) What do you mean  by traffic jam?",
                "(b) Where is traffic jam common?",
                "(c) What are the causes of traffic jam?",
                "(d) How does it affect the city dwellers?",
                "(e) How can it be controlled?"
            ],
            "Paragraph": "Answer: Traffic jam refers to a serious road block when there is a long line of vehicles plying on the road. Now it has become a common scenario of roads and streets in the big towns and cities of our country. Thus it has posed a major problem for the people. Several causes are responsible for this traffic jam. Firstly, most of the roads and streets are narrow and unplanned. Secondly, roads are insufficient in proportion to our population. Thirdly, a lot of unlicensed vehicles ply on the roads. Next, many drivers are not aware of the rules and regulations of driving. Many others are not willing to abide by the traffic rules. Again, many others are prone to reckless driving and overtaking tendency. Furthermore, small vehicles like rickshaws, auto rickshaws, private cars, hand carts etc also cause unbearable traffic jam. Above all, the number of traffic police is quite insufficient to handle it. Traffic jam causes a lot of problems killing our valuable times. The office-goers, students, patients and general people have to suffer a lot due to traffic jam. But this situation should be handled rigidly for the welfare and smooth movement of the people. Widening of roads and streets, introduction of one-way movement of vehicles, removal of unlicensed vehicles and imposition of strict traffic rules can help the people live a better and smoother civic life."
        },
        {
            "Name": "Your Hobby",
            "Questions": [
                "(a) What is hobby?",
                "(b) What is your favourite hobby?",
                "(c) Why is it your favourite hobby?",
                "(d) How does it help you?"
            ],
            "Paragraph": "Answer:  Hobby is a pleasant pastime. It means a favourite occupation of a man. But it is not his main business. Gardening is my favourite  hobby which gives me much pleasure at my leisure. I have a small garden in front of our house. I work there in the morning and evening. I have planted many kinds of flower plants in my garden. I also grow vegetables there. In the morning I water the plants, make the soil loose and weed out the grass of my garden. Every afternoon or evening, I spend half an hour in the garden. I take care of the plants, water them again and also repair the fence if damaged. The rose, the beli, the sheuli, the dahlia etc. grow in my garden. When the flowers bloom, my joys know no bounds. On holidays, I work longer in my garden. Sometimes my friends, neighbours and relatives visit my garden. They become very glad to see my garden and appreciate my work very much. Gardening gives me recreation and amusement. It makes me forget my worries and anxieties. It relieves me from my routine bound work. Thus I get much pleasure from my hobby which is the most valuable thing."
        },
        {
            "Name": "A Book Fair I Visited",
            "Questions": [
                "(a) How is Ekusey Boi Mela?",
                "(b) With whom did you go to the book fair?",
                "(c) How was the fair premises?",
                "(d) Whom did you see there?",
                "(e) What did you gather from the fair?"
            ],
            "Paragraph": "Answer:  During last February I went to visit the Ekusey Boi Mela which was full of events and experiences. The fair took place on Bangla Academy premises. It is the biggest and most gorgeous book fair of the country. I went to the fair with my friends. The premises of Bangla Academy took a festive look. There were a lot of bookstalls beautifully decorated. Visitors were moving from one row to another just like the rows of ants. People were looking for their favourite and chosen books. Some visitors were looking for new publications. We visited a lot of stalls and bought a number of books. Of the books there were story books, science fictions and autobiographies. While we were about to finish our visit, I noticed the great writer Dr. Zafar Iqbal sitting on a chair in front of a stall. I also noticed the great poet Al Mahmud also sitting beside him. Two great personalities were talking with each other and curious people were gathering round them for taking their autograph. At last we finished our visit to the fair and I came back home with a lot of experience and a permanent impression of the fair in my mind."
        },
        {
            "Name": "A Journey by Train I Enjoyed",
            "Questions": [
                "(a) Did you ever go on a journey by train?",
                "(b) When did you go?",
                "(c) What was the occasion?",
                "(d) Describe the journey.",
                "(e) How much did you enjoy it?"
            ],
            "Paragraph": "Answer: During the last summer vacation, I along with my uncle made a journey by train from Dhaka to Sylhet. We went there to enjoy the natural beauties of hills and tea gardens. We reached the station in time and got into the train. Fortunately, I got my seat beside the window. When the guard blew the whistle the train began to move, I kept looking outside through the window. The train was passing through paddy fields and other trees. I enjoyed the natural beauties of the passing villages so much that I cannot express it in words. The green fields, cows and the working of farmers in the fields impressed me. When the train stopped at a big station, we ate boiled eggs. We bought some magazines also. Again the train started moving. This time the scenery was more beautiful. It passed through hills. The hills were covered with green tea gardens. My joy knew no bounds at the sight of hills and tea gardens. Soon it became darker. Everything became mysterious and also beautiful with the approaching evening. At 7 p.m. we reached the station and saw my uncle's friends waiting for us. We felt relieved and enjoyed the rest of the days very much. It was the most pleasant journey in my life. I will remember the journey forever."
        },
        {
            "Name": "A Moonlit Night ",
            "Questions": [
                "(a) What is a moonlit night?",
                "(b) What is its impact on human mind?",
                "(c) How does nature look at such a night?",
                "(d) How do city dwellers and villagers enjoy a moonlit night?",
                "(e) Do you have any memory of it?"
            ],
            "Paragraph": "Answer: A moonlit night is a wonderful and enjoyable presentation of nature. A moonlit night is a great pleasure and source of recreation for the people of almost all ages, tastes and temperaments. The night in which the moon shines brightly in the cloudless clear sky is generally known as a moonlit night. It comes to us with all her stimulus and magnificent beauty. In a moonlit night, the moon looks like a disk of dazzling silver and bathes the nature with her pleasant light. People of all ages become enchanted with its charm. Even, the newly born babies glance at the moon steadily. There are plenty of poems, songs, stories, fairy tales about moonlit nights. Again, some birds and beasts come out leaving their nestling places to relish the beauty of the night. Both the city and the village dwellers enjoy the night gossiping, walking here and there. Children greatly enjoy the night playing. During my childhood, I also used to enjoy the night chatting, playing with my mates and that was really fascinating and excellent and haunting till today. In fine,  a moonlit night is a nice gift of nature and it spellbinds all through its loveliness."
        },
        {
            "Name": "A Zoo I Visited",
            "Questions": [
                "(a) What is the name of the zoo you visited?",
                "(b) When did you visit it?",
                "(c) Where is it located?",
                "(d) How big is the area of the zoo?",
                "(e) How many kinds of birds and animals did you find there?",
                "(f) What were the main attractions of the zoo?",
                "(g) How long did you stay there?",
                "(h) How was your feeling at that time?"
            ],
            "Paragraph": "Answer: The name of the zoo I visited is the Mirpur Zoo. The Mirpur Zoo which is located at Mirpur in Dhaka is the biggest zoo in our country. A few days back, I along with some of my friends visited the zoo. In the morning, we entered into the zoo and spent five hours there. The area of the zoo is about 313 acres and in this huge area, there are about 2500 species of living birds and animals. While visiting, we saw many birds and animals. The birds were of different sizes and shapes chirping melodiously in their cages. Peacocks, bulbuls, maynas, magpies were very nice to look at. Then we started visiting the animals. Tigers, lions, giraffes, elephants, monkeys were remarkable. In the morning all of them were fresh. When we went near them, they came forward and we watched them closely. During my visit, I enjoyed every minute though many times it occurred in my mind that those birds and animals were chained. They did not have that carefree life which they could get in the forests. We got pleasure but they were helpless. After passing five hours there, we became very tired and also hungry. We returned home safely. It was a remarkable visit."
        },
        {
            "Name": "Bangladeshi Culture",
            "Questions": [
                "(a) What does Bangladesh have?",
                "(b) What is happening with our culture?",
                "(c) What is the changing trend in our country?",
                "(d) By what are people being influenced?"
            ],
            "Paragraph": "Answer: Bangladesh has a very old, rich and distinctive cultural heritage. We have our own language, dress, food habit, manner of eating, manner of speaking, mode of behaviour, games and sports, social values and customs, religion, profession, music, art, literature etc. We have songs based on rural and idyllic picture of life. We have folk songs and local jatra-pala. We have our own marital systems based on religious and social rules. We celebrate the Pahela Baishakh as the Bengali New Year's Day. We have our food habit of taking rice and fish. The males wear dresses like lungi, shirt and the females wear sari and blouse. We play our own games like Ha-du-du, Gollachhut, Dariabandha, Bowchi, Kanamachhi and many others. However, though we have a rich culture of our own, it is now the blending of cultures of other countries especially of India and western countries. Satellite TV channels are playing an important role in engulfing the old tradition and culture of our country. People are no longer fond of folk songs or idyllic songs. They are more interested in Hindi and English music. Marital systems and celebrations have also been made short. People are being influenced by cultures of other countries in respect of food habit and dress. Thus we see that though Bangladesh has a rich culture of its own, it is being influenced by other cultures."
        },
        {
            "Name": "Bangla New Year",
            "Questions": [
                "(a) What is Bangla New Year?",
                "(b) How do people celebrate it in Bangladesh?",
                "(c) What functions are usually observed on this day?",
                "(d) What are the differences in the rural and urban celebration of the day?",
                "(e) Who are the more interested people to celebrate the day?"
            ],
            "Paragraph": "Answer: The first day of Bangla New Year is Pahela Baishakh. It is one of the most popular public celebrations in the life of Bangladeshis. This day bears a special significance to us. Every year this day of cultural and traditional heritage (HwZn¨) is celebrated all over the country with enthusiasm and funfair. It is a unique and distinctive festival to the people of all classes and communities in Bangladesh. The day is a public holiday. The day has an appeal to both the rural and urban people. On this day the shopkeepers open their new accounts book and celebrate it through arranging Halkhata festival. They invite their customers and clients and offer sweets and other foods. The customers pay all dues they left out throughout the year. The village people also arrange Baishakhi Mela in different places. The village people of all classes enjoy them very much. In the capital city the day opens with the celebration of Chhayanat, a leading cultural organization. Besides, Bangla Academy, National Museum, National Press Club etc. arrange meetings and seminars. The Institute of Fine Arts of Dhaka University brings out a colourful procession wearing various masks. Various mass media give coverage to the significance of the day. Thus, the day is a national day and comes to the life of every Bangladeshi with pleasure and happiness."
        },
        {
            "Name": "Book Fair ",
            "Questions": [
                "(a) What is your idea about a book fair?",
                "(b) When and where is it held usually?",
                "c) What purpose does it serve?",
                "(d) How is it organised?",
                "(e) What steps can be taken to make such a fair successful?"
            ],
            "Paragraph": "Answer: Nowadays book fairs are well-known to most of the  people both in villages and towns. A book fair is a display of a great stock of books of various interests. Every year many book fairs are held in different places of our country. In the national days such as 21st February, 16th December, 26th March and also in the new year book fairs are arranged. The two main book fairs held in our country are the Ekushey Boi Mela and the Dhaka Boi Mela. A book fair is very much popular. Readers can purchase their desired books. Authors also meet their favourite readers. This year I visited the book fair arranged by the Bangla Academy on 21st  February. Everywhere there was a  festive look. Various publication companies hire stalls. Many types of necessary articles are found there. All kinds of books such as drama, novel, poetry, adventure, biography, translation are usually found. New writers often arrange discussion programmes on their new books. Seminars and cultural programmes are also held in such a fair. Actually, books are the best  companions and a book fair only gives us opportunities to seek books from a great collection. If we can arrange a disciplined book fair, the fair will be successful"
        },
        {
            "Name": "Celebration of Eid-ul-Fitr",
            "Questions": [
                "(a) How did you celebrate the Eid-ul-Fitr this year?",
                "(b) What did you find your mother and sisters doing in the morning of the Eid day?",
                "(c) What did you do in the morning?",
                "(d) What did you find when you went to the Eidgah?",
                "(e) What kind of feast was arranged at your residence for this occasion?",
                "(f) How did you spend the afternoon?"
            ],
            "Paragraph": "Answer: Eid-ul-Fitr is one of the two religious festivals of the Muslims. We eagerly await this day after having a fasting for thirty days. This day is celebrated with great religious gravity by the Muslims. However, I celebrated this day as other Muslims do. I got up very early in the morning, took my bath, dressed up wearing punjabi, pajama and tupi. The congregation  being over I exchanged greetings with a lot of friends and near and dear ones. In the morning, I found my mother and sister busy with making loaf, shemai and jorda. In the morning, I distributed cash and dress among the poor class people. When I set out for the Eidgah, I discovered many old friends who were behind the curtain for a long time. We expressed our fellow feelings with one another. In that very day we arranged a grand feast  to feed the poor people. It was an age old tradition of our family. After saying prayer I returned home. In the afternoon I joined my friends who arranged a reunion (cybwg©jb) meeting. After the meeting we went to the nearby river and passed a few hours there. This is how I enjoyed the day of Eid-ul-Fitr."
        },
        {
            "Name": "Child Labour in Bangladesh",
            "Questions": [
                "(a) What is child labour?",
                "(b) What is the condition of the working children?",
                "(c) Where are they found working?",
                "(d) What hampers their physical and mental health?",
                "(e) What are they deprived of?"
            ],
            "Paragraph": "Answer: Though child labour is severely prohibited by law, it is still prevalent in the third world countries like Bangladesh. Child labour refers to the physical labour done by the children from 8 to 18. The condition of these working children is very painful. They are found working in factories or doing household chores as servants. They are also engaged in fields, shops, restaurants etc. They have to grind bricks and stones. They work as street hawkers. Most of the time they become pickpockets. They also work as a bus conductor, helper, boot polisher and the like. Some of the works are sometimes risky for them, like working in the welding factory. Though they have to work a lot, most of the time they are ill paid. Sometimes children working in different houses are tortured severely which hampers their physical and mental health. They are deprived of proper care, food and medical treatment. There is no denying that child labour should be banned and the govt. as well as the people concerned should take necessary steps to create alternative opportunities. People of all walks of life and the government together should try sincerely to eradicate this problem from our society. Otherwise, this child labour will drag us down to utter degradation."
        },
        {
            "Name": "Climate change ",
            "Questions": [
                "(a) What does climate change mean?",
                "(b) What are the causes of climate change?",
                "(c) What are the effects of climate change?",
                "(d) Why is Bangladesh vulnerable to climate change?",
                "(e) What is the world's largest mangrove forest? Why is it at risk now?"
            ],
            "Paragraph": "Answer:  Changes in the earth’s weather including changes in temperature, wind patterns and rainfall refer to as climate change. Climate change is a long term change in weather patterns over a long period of time. It is now a major global concern. Greenhouse gases that include carbon dioxide, methane and CFC are the main causes of this climate change. Our atmosphere which is guarded by an ozone layer resists the entrance of ultra-violet rays from the sun causing greenhouse effect. Climate change is the worst of all the problems that affect all the flora and fauna of the environment. Bangladesh, being a low-lying land, may become the worst victim of it. There are many plants and animals that are vulnerable to climate change. The summer and rainy seasons are already prolonging and winter is shrinking. The river banks are being eroded and crop land is being reduced. Besides, saline water is intruding into the rivers in the coastal areas resulting in damage to farm lands. Moreover, floods, droughts and other disasters hit the country more frequently nowadays. Over the past century, sea level has risen by 10 to 20 centimetres as a result of global warming. The Sundarbans, world’s largest mangrove forest is also at severe risk. All these lead to more landless people and climate refugees in the country."
        },
        {
            "Name": "Deforestation",
            "Questions": [
                "(a) What do you mean by deforestation?",
                "(b) What are the reasons for deforestation?",
                "(c) What are the effects of it?",
                "(d) How can we save our country from it?"
            ],
            "Paragraph": "Answer: Deforestation\r\nTrees are the best friends of human on earth. When trees are cut indiscriminately (wbwe©Pv‡i) and forests are destroyed massively (wekvjfv‡e), we cause deforestation. People cut trees for various reasons. They need wood for building houses and for making furniture. The ever growing population needs more space to live and cultivate. So, people are deforesting. Again the high price of wood makes people greedy to cut them. But we must know that without trees no life is possible on earth. We take oxygen from air and leave carbon-dioxide. Trees on the other hand, take carbon-dioxide and leave oxygen. If there is no tree, there will be lack of oxygen in the air. Trees help us to get adequate (ch©vß; h‡_ó) rain. Raindrops help the plants to grow. If there is no tree, the land will gradually turn into a desert. Trees help to preserve soil. Where there are not adequate trees, the soil of the land will be gone away during floods. Besides, we get wood from trees. With this wood we make our furniture. So, we should avoid cutting trees. And if we cut a tree for our need we should plant at least two plants. We must be aware of growing more trees for ecological balance of our country and the world as well"
        },
        {
            "Name": "Digital Bangladesh",
            "Questions": [
                "(a) What do you mean by Digital Bangladesh?",
                "(b) What are the benefits of Digital Bangladesh?",
                "(c) With what will it connect people?",
                "(d) What are  initially needed for the implementation of this campaign?"
            ],
            "Paragraph": "Answer: Digital Bangladesh refers to the vision of transforming Bangladesh into a technologically advanced and digitally connected nation. This concept aims to integrate digital technologies into governance, education, healthcare, agriculture, and businesses to improve efficiency and accessibility. The benefits of Digital Bangladesh include faster communication, better education through e-learning platforms, improved healthcare facilities via telemedicine, and transparency in governance. It will connect people through high-speed internet, mobile networks, and digital platforms, making services accessible to even the remotest areas. Initially, the implementation of this campaign requires sufficient infrastructure, such as reliable internet connectivity, widespread use of computers and mobile devices, and adequate power supply. It also necessitates training programs to enhance the digital literacy of citizens and a robust cybersecurity system to protect digital operations."    },
        {
            "Name": "Dowry System ",
            "Questions": [
                "(a) What is dowry?",
                "(b) What is the main reason of dowry?",
                "c) Who take dowry and who are the victims of it?",
                "(d) How does it affect the whole society?",
                "(e) What is your reaction? (f) How can this vice be eliminated?"
            ],
            "Paragraph": "Answer: Dowry is an unexpected custom in our society. Like other social evils, it is a curse. At present, it is practised in both educated and uneducated families. Guardians buy bridegrooms for their daughters by offering money, jewellery and  furniture. Greed for money and wealth is the main cause of dowry. Most of the bridegrooms think that it is their right to have money and wealth when they marry because they have a negative attitude towards women. Bridegrooms think that as they provide women with everything, they must pay for the establishment of their husbands. This evil practice affects our society very much. It creates panic in the mind of the guardians who have daughters yet to marry. Very often in newspaper, we read about untold torture women have to face for the non-payment of dowry. As a conscious citizen, I greatly oppose this system. It should be eliminated (`–i Kiv) as soon as possible. We have to create awareness among people about its bad effect in the society. Female persons should be aware of their dignity and right. They have to be educated and contribute to their family as much as possible. If this is done, this social curse can be eliminated."
        },
        {
            "Name": "Early/Premature Marriage",
            "Questions": [
                "(a) What is meant by premature marriage?(",
                "(b) Who are the victims of premature marriage?",
                "(c) What are the causes of premature marriage?",
                "(d) What problems does premature marriage create in society?",
                "(e) What suggestions do you have to solve the problem?"
            ],
            "Paragraph": "Answer: Premature marriage is the marriage of boys and girls who have not yet reached the age of marriage. Although the government of Bangladesh has fixed 18 and 21 years for girls and boys respectively, people especially in the rural areas tend to marry their sons and daughters off earlier than the expected time. Marrying at such a premature age, boys suffer a lot because they have to work hard to run a family. On the other hand, girls suffer even more because they have to risk their lives during premature child birth. Yet the parents of sons marry them off to get dowry from the in-laws. Girls' parents are often prejudiced against education. They think  that the more educated their daughters are, the more dowry they have to give. Some of them even think that girls are born to serve their in-laws. Thus the premature marriage creates a lot of problems in the society. Lack of education is one of the causes of premature marriage. Lack of moral values also causes premature marriage. The media should be active in solving premature marriage. The govt. should take pragmatic steps to remove this evil practice. Last but not the least, raising social awareness can play the key role towards curbing this evil act."
        },
        {
            "Name": "English as an International Language ",
            "Questions": [
                "(a) What is language?",
                "(b) Why is English an international language?",
                "(c) Why should we learn English now?",
                "(d) What will happen if we do not learn this language?",
                "(e) What do you like to say about English?(",
                "(f) How does your English text book help you to learn English?"
            ],
            "Paragraph": "Answer: Language is a medium of expressing thoughts, feelings, emotions and passions. English is called an international language because in many countries for a long time English has been being used for international communication. As English is not our first language, we should learn English with rapt attention. We should be aware of the fact that job advertisements nowadays often ask for a good working knowledge of English. In this present stage of IT revolution, English is a must to know all the information in the computer for higher education. English helps the business world to communicate across national borders. So, if we fail to get at hand in English, we must lag behind in the present competitive world. For a good command over English, we must  realize the necessity of grammar because grammar of any language tells us the forms and structure and the correct use of it. Without grammar, our use of English will be faulty. We need English to get good jobs, to go abroad, to pursue higher studies on science and technology and medicine. As English is a global language we have to learn the four skills of listening, speaking, reading and writing. We can not keep pace with the modern world if we do not learn English. The present text book helps to learn English."
        },
        {
            "Name": "Environment and Ecology",
            "Questions": [
                "(a) What does the environment refer to?",
                "(b) What elements make up the environment?",
                "(c) What is the relation among different elements?",
                "(d) What will happen if this relationship is disturbed?",
                "(e) What is the necessity of maintaining ecological balance?",
                "(f) Do you have any idea about its solution?"
            ],
            "Paragraph": "Answer: The environment refers to the air, water and land in which people, animals and plants live. Human beings, animals, plants, air, water and soil make up the environment. Again different natural forces such as storms, cyclones and earthquakes are also a part of the environment. All these elements and forces are naturally interrelated. Their relation to each other and to the surroundings is called ecology which is very much systematic, dynamically balanced. It is like a complex web that links animals, plants and every other life form. If this relationship is disturbed in any way, the whole environment will face a destructive change. For example, the destruction of forests may cause drought and other natural disasters. Again the emission of carbon dioxide, chloro fluoro carbon creates ecological imbalance. So, maintaining ecological balance is very much essential. But we are not careful enough to maintain this balance. For a safe earth to live in, we must plant more trees, because trees are very important for the ecological balance. Besides, we must save wild animals. They are the direct agent of our environment. Moreover, we must be careful about the emission of harmful gases. So, it is our responsibility to prevent the environment from being spoilt."
        },
        {
            "Name": "Eve Teasing",
            "Questions": [
                "(a) What is Eve teasing?",
                "(b) Who are the common victims?",
                "(c) Who are the common eve-teasers?",
                "(d) What are the causes of eve-teasing?",
                "(e) What are its effects?",
                "(f) What measures should be taken against eve-teasing?"
            ],
            "Paragraph": "Answer: Eve teasing, often known as \"Sexual harassment\", is a regular occurrence for the women and girls of Bangladesh. It is a malpractice of male person and it is inserted upon a female person physically and mentally with a bad intention in different ways. So, if any male person intends to insult the modesty of any female, utters any negative word, makes any sound or gesture or exhibits any object intending that such word shall be heard, or that such gesture or object shall be seen by that very woman is called eve teasing. Extremely restricted mentality and overly conservative attitude on sexuality provoke eve teasing. Lack of education is one of the causes of eve teasing. Lack of moral values and free exposure to ultra modern fashion also cause eve teasing. There are also some impacts of eve teasing. It increases girls' drop out rate from school. Girls who are teased are also pushed into marriage before they are physically or mentally prepared. Establishing human rights, empowering rural governance & ensuring gender parity could be the effective tools for removing this social curse. Education system must be modified in a way as to promote positive relationship between girls and boys, especially at younger age"
        },
        {
            "Name": "Extended Family",
            "Questions": [
                "(a) What kind of family do you live in, extended or nuclear?",
                "(b) What are the advantages you find in an extended family?",
                "(c)  What are the disadvantages of it?",
                "(d) Do you like an extended family?",
                "(e) If so, why? If not, why?"
            ],
            "Paragraph": "Answer: I live in an extended family with my parents, two brothers, grandparents and my uncles. It is a family where all members share each other's feelings. The household activities are also done together. My grandparents are the senior guardians in the family. So, I get not only my parents but also my grandparents and uncles as guardians. I am never lonely. Sometimes guests are available and I have to share my own room and almost in every week we have programmes and celebrations like birthday celebrations and celebrations on good occasions. I feel some problems also being in an extended family, I do not expect any guest at the time of my examination. Besides my privacy cannot be maintained if my room is shared. Sometimes, I feel myself in a cage because I have many guardians and I do not have any scope to decide anything in my own way. I guess it is really one severe  problem in an extended family because a child may lose the capacity to decide something himself/herself. Still then I like an extended family for its sharing and fellow feeling. I know life in a nuclear family is sometimes lonely and boring. So, if I get a little privacy and no disturbance  in my own way of life I will support an extended family."
        },
        {
            "Name": "Facebook",
            "Questions": [
                "(a) What is facebook?",
                "(b) How is to stay connected with people using facebook?",
                "(c) How can it keep us up to date?",
                "(d) What are the disadvantages of it?"
            ],
            "Paragraph": "Answer: Facebook is a very popular social networking site which has both advantages and disadvantages. It is a great way to keep in touch with your family and friends that live far away. With instant messaging and even video chat, Facebook is the perfect environment to stay connected. With the status updates, photos and profile information, it can keep us up to date on the happenings of all of our close ones. Facebook makes meeting new people extremely easy. Using Facebook one can express one's opinion easily. Facebook has some disadvantages too. It is very easy for cyber bullies to thrive. They can harass and gang up on one person. There aren't moderators that go around monitoring what people say to each other. Besides, teenagers who spend much time on Facebook, will suffer in the long run as their valuable time for study is not used properly. So there is no denying to say that Facebook has a lot of advantages with some disadvantages too. Active but overt monitoring and open communication about appropriate usage is the key to all the problems. This active role could prevent serious consequences such as depression, anxiety or even suicide. It is also important for parents to stay abreast with online trends and the latest technologies, websites and applications."
        },
        {
            "Name": "Games and Sports",
            "Questions": [
                "(a) Why are games and sports necessary?",
                "(b) What type of sports are popular?",
                "(c) Do sports help us anyway?",
                "(d) How does it help in building of personality?",
                "(e) What determines our career?",
                "(f) Is physical development necessary?",
                "(g) What does it teach in the development of character?",
                "(h) What is your remark about games and sports?"
            ],
            "Paragraph": "Answer: Health is wealth. No one is able to keep good health without physical exercise. Games and sports are the finest kind of exercise. Exhilarating and entertaining games are popular to all. Football, cricket, tennis, basketball, swimming, shooting etc. are common sports. There are a lot of merits of sports. It helps the limbs and muscles of the body to be strong and stiff. It retains the physical fitness as a result of moving, walking and running. It also helps man to be free from anxiety and tension. It helps in building up personality. It determines whether a man will have a rigid or a flexible personality. It masters qualities like perseverance, co-operation, responsibility, discipline, stamina and obedience. It nurtures international fraternity and makes a country known to the rest of the world. Essentially, it is a very profitable vocation. A sportsman can earn a lot of money. It also brings name and celebrity. A sports man or woman can go abroad to compete in sports there. He or she designates his or her own country there. They can be respected all over the world. But in our country, facilities of sports are not upto the expected level. So, all of us should think of the usefulness of sports and take steps for creating facilities for all."
        },
        {
            "Name": "Gender Equality",
            "Questions": [
                "(a) What is gender equality?",
                "(b) What is its importance?",
                "(c) What is the condition of gender equality in Bangladesh?",
                "(d) What are its barriers?",
                "(e) Who or what are responsible for these barriers?",
                "? (f) How is gender equality related to the overall development in our country?",
                "(g) What steps would you recommend to ensure gender equality"
            ],
            "Paragraph": "Answer: Gender equality means the practice of treating any gender fairly. It is very important in every society through the whole world. According to the United Nations, gender equality is regarded the first and foremost human right. But in Bangladesh the condition of gender equality is different. In our society we notice that female persons are the worst sufferers of gender inequality. There are many barriers in our country. From the birth of a male child, he gets the most facilities from the society. On the contrary, from the very birth of a female child, gender disparity starts and ends with her death. Our society is dominated by the males. They think that male child will earn money for the family and female child will do only domestic chores. So, male children are always welcomed. There are many reasons for these barriers. The male dominated society is responsible firstly. Then poverty, illiteracy, the disparity of attitude are also responsible for gender inequality or barriers. Gender equality is important for social development. It is not possible for male people to change the socio-economy without gender equality. The old tradition should be changed. Awareness among the general people and the government should be increased. All should work hand in hand to develop our country."
        },
        {
            "Name": "Globalisation",
            "Questions": [
                "(a) What is globalisation",
                "(b) What is the positive effect of globalisation?",
                "c) How does it affect the developing countries?",
                "(d) How can globalisation be used for the betterment of humanity?"
            ],
            "Paragraph": "Answer: At present, globalisation is an often-heard term all over the world. Globalisation is mainly connected with business, trade and international relations by creating a borderless world. The world has now become a global village. With the development of hi-tech communication, media and rapid transportation facilities, countries of the world become families of the global village. But, in the name of help and co-operation, the industrially developed capitalist countries are exploiting (†kvlY Kiv) the poorer countries in many respects. They are superimposing (Pvwc‡q †`Iqv) globalisation on the poorly educated and poorly trained labour force with poor system of developing countries. The exploited and impoverished workers of the developing countries are no match for a globally powerful capitalism. As a result, the gap between wealth and poverty is ever widening. Besides, under the influence of globalisation, global cultures are steadily getting integrated (GKxf‚Z) with local cultures. It is feared that globalisation will affect our culture adversely by exposing it to foreign and by intruding many foreign customs and beliefs in our culture. But, to make our world a better living place we must ensure solidarity, peace and justice all over the world. Globalisation is a good concept which can bring happiness to every nation only when it can ensure equity everywhere"
        },
        {
            "Name": "Good Health ",
            "Questions": [
                "(a)  What is good health?",
                "(b) How can we keep good health?",
                "(c) Do all the people of your country get the food they need for good health?",
                "(d) What impact do the complexities of life have on our health?",
                "(e) Do you  think a simple and carefree life is conducive to good health?"
            ],
            "Paragraph": "Answer:  Good health refers to the soundness of both mental and physical health. People with good health are fit, active and free from diseases. Obviously, good health is the root of all happiness. But, to maintain good health is not an easy task. For keeping one's health good, one has to follow certain rules and discipline. One has to take regular physical exercise, proper rest or sleep. Early rising is essential for keeping health good. Balanced diet is the key word to concentrate in this regard. Balanced diet is a diet that contains all kinds of food value. But, it is a great regret (AbyZvc) that most of the people of our country live below the poverty line and they do not get the food they need for good health. Even the rich and the educated people are not conscious of the rules of good health. They take a wide variety of imbalanced food only for creating harm to their health. The complexities of our day to day life have a bad impact on our health. They create frustration, hopelessness and many other mental disorders. All these are impediments (†h‡Kv‡bv cÖwZeÜK) to mental peace and sound body. Those complexities have to be avoided because a simple and care-free life is conducive to good health."
        },
        {
            "Name": "How to Keep in Good Health",
            "Questions": [
                "(a) What do you mean by health?",
                "(b) How can a man keep in good health?",
                "(c) What is the importance of following the rules of health and cleanliness?",
                "(d) What is the value of health especially in student life?",
                "(e) What impact do the complexities of life have on our sound health?",
                "(f) Do you think, a simple and care-free life is conducive to good health?",
                "(g) Depict your own view on 'How to keep in good health."
            ],
            "Paragraph": "Answer:  Health is the greatest wealth in the life of a man. The importance of keeping in good health is precise in every walk of our life. In order to keep in good health first of all one needs to follow the rules of health and cleanliness. It means that he/she must eat a balanced diet and take proper rest. He/She should eat in fixed time. Too much food cannot ensure good health. One should eat as much as one needs. He/She should try his/her best to take fresh and formalin-free food items. He/she must eat seasonal fruits and vegetables. He/ she must go to bed early and rise early. Then, physical exercise plays a vital role in keeping in good health. If he/she does not take part in games and sports, he/she will not be physically sound. After that, one needs to keep in mind that good health does not mean only physical health. Health means the soundness of body as well as the soundness of mind. Without having a sound mind, he/she cannot concentrate on his/her works. The rules of hygiene play a vital role in keeping in good health. He/she must wash his/her body everyday with soap and put on clean clothes. He/She should not use the towel and clothes of others. Before having anything he should wash his hands"
        },
        {
            "Name": "The 21st February \r\n\t   or, \r\nInternational Mother Language Day\r\n",
            "Questions": [
                "(a) What do you know about the 21st February?",
                "(b) Why is the day important in our life?",
                "(c) What is the historical background of this day?",
                "(d) What has this day brought for us?",
                "(e) Who were the martyrs of this day?",
                "(f) What is the present status of this day?",
                "(g) How is this day celebrated now?"
            ],
            "Paragraph": "Answer: The 21st February is the Language Martyrs' Day. On this very day in 1952, Barkat, Rafiq, Jabbar, Shafiur and Salam sacrificed their lives for the honour and preservation of their dear mother tongue, Bangla. On 17 November 1999, UNESCO declared this day as International Mother Language Day. Now Ekushey February is being observed as the International Mother Language Day all over the world. The then Pakistani rulers wanted to make 'Urdu' as the state language of Pakistan by force. The people of the then East Pakistan in general, and the students of Dhaka University in particular, protested vigorously against the unjust and autocratic decision of the government. The students violated section 144 and at one stage, they were fired by the Pakistani army. Thus the heroic sons of the soil laid down their invaluable lives with a view to pressing demand for declaring Bangla as the state language of Pakistan. The Pakistani govt. at last yielded to the demand and declared Bangla as the state language of Pakistan. In commemoration of this tremendous sacrifice, and to make this historic day memorable, eventually, the Central Shaheed Minar was constructed. As such, this unforgettable Day has brought national pride, prestige and national integrity for us. Indeed, the 21st February ultimately led to the struggle for Independent Bangladesh"
        },
        {
            "Name": "Kitchen Garden",
            "Questions": [
                "(a) What is a kitchen garden?",
                "(b) Where is your one?",
                "(c) When are you busy there?",
                "(d) What do you cultivate there?",
                "(e) How does it help your family?"
            ],
            "Paragraph": "Answer: A kitchen garden is a garden where we grow different types of vegetables and fruits for the use of our family. A family is greatly benefited by making a kitchen garden very close to its homestead. We have a nice kitchen garden. It is a part of the big flower garden which we have in the southern part of our house. Usually, everyday in the morning and in the afternoon, I am busy in that garden. In the morning, I carry water from the nearest pond and water the plants carefully. In the afternoon, I weed out the weakest and harmful plants. I cultivate various types of vegetables and fruits. Potato, tomato, pumpkin, pepper, cucumber, bean etc. are the main crops in our garden. My father has planted some fruit plants which are yet to grow. We collect necessary vegetables and eat them with great joy. Very often we give vegetables to our neighbours and relatives. They become very happy and we have built a good relation in this way. In fact, the kitchen garden provides us with necessary vitamins and also saves money. Besides, working there, we get chance for proper physical exercise and also mental peace and satisfaction."
        },
        {
            "Name": "Leisure/Pastimes",
            "Questions": [
                "(a) What's your idea about leisure?",
                "(b) How do village and city people spend their leisure?",
                "(c) What are the common sports and pastimes?",
                "(d) What do you know about the late winter activities of the people?",
                "(e) How do you evaluate leisure?"
            ],
            "Paragraph": "Answer: Leisure is the period which is spent at one's own will. In our every day life, we have to be busy most of the time and if we get some moments or more, we pass it in a simple carefree way. We don't do anything serious in our leisure. People living in villages and cities spend their leisure differently. Most of the male persons in villages spend their time in tea stalls talking among themselves. Female persons gather in one place, talk frankly and try to help each other. But in cities, people usually watch television. They visit zoos, parks and other remarkable places. Sometimes, people spend their leisure with sports and pastimes. Rowing boats, swimming, playing and enjoying various games and sports like football, cricket are very much common. Again using computers, listening to music, attending concert, seminar, gardening are very familiar pastimes. Above all, people of both cities and villages enjoy the natural beauties. They come into contact with nature for refreshing their mind. The enchanting beauty of the late winter stimulates people. They travel in the midst of various fragrant flowers. Usually I spend my leisure with my friends. We do different types of creative activities. Actually, leisure refreshes our mind and sooths ourselves greatly."
        },
        {
            "Name": "Life of a Beggar",
            "Questions": [
                "(a) Who is a beggar?",
                "(b) Why is begging regarded as a serious social problem?",
                "(c) What does begging create in the beggar?",
                "(d) What are the reasons behind this problem?",
                "(e) What are the effects of the beggar problem in our country?",
                "(f) Can you suggest any remedy for this problem?"
            ],
            "Paragraph": "Answer: A beggar is a person who begs to others from door to door for his livelihood. He is usually an old, blind, crippled or disabled person. He is found in torn or patched clothes. Begging is unproductive. It does not produce anything. That is why, it is regarded as a serious social problem. Most of our people dislike a beggar. The beggars do not have any respect in the society. Begging creates a kind of low mindedness in a beggar. Disableness like blindness, deafness (m¤•–Y© ev AvswkK Kvjv) or some other disorders in body are some reasons behind it. Besides, unemployment, divorce, low life standard are some of the causes. There are some exceptions too. Sometimes, we see some beggars who are neither blind nor disabled. They try to deceive the common people by telling sad stories to get money from them. But there are some old and disabled beggars who are really helpless. We should  be sympathetic to those beggars who are really helpless. Begging has a far reaching effect in our society. I think poverty alleviation (Dckg), employment facilities, education, free treatment for some diseases can remove this problem from society. Both government and social activists should come forward to remove the problem from the society"
        },
        {
            "Name": "Load Shedding",
            "Questions": [
                "(a) What do you understand by load-shedding?",
                "(b) When and why does it occur?",
                "(c) How does it affect us?",
                "(d) What are its impact on our economy?",
                "(e) How can we minimize load-shedding?"
            ],
            "Paragraph": "Answer: Load Shedding is an often-heard term nowadays in our country. It means the suspension of the supply of electricity for a certain period. There are various causes of load-shedding. Insufficient production of electricity is one of them. The government of Bangladesh cannot meet the increasing demand of electricity. There are many people who misuse electricity in different ways, thus they create shortage of it. Besides, illegal connection of electricity causes load-shedding. Load shedding creates lots of problems in our daily life. Lack of electricity  means lack of production in mills and factories. Fresh food kept in the refrigerator gets rotten. In hot weather, the situation becomes worse. The surrounding of a locality becomes ghostly during load shedding at night. Snatchers (wQbZvBKvix) become active and they rob people of their money and other goods. It also disturbs the study of students. Actually, the economy of our country depends on electricity. Industrial factories are difficult to run on without electricity. Load-shedding also hampers agricultural production as power-pumps and other necessary mechanical tools are run by it. So, people should be conscious about the misuse of it. Illegal connection and system loss should be avoided. The government should plan properly and take step to solve this problem."
        },
        {
            "Name": "My Childhood Memories",
            "Questions": [
                "My Childhood Memories",
                "(b) Where did you spend your childhood and how?",
                "c) Who loved you dearly in your childhood?",
                "d) How did your playmates behave with you?",
                "(e) When and where did you start your early education?",
                "(f) Do you have any bitter experiences?",
                "(g) How do you feel when you recollect your childhood days?"
            ],
            "Paragraph": "Answer:  I often remember the memories of my childhood. I was born in a small village named Hulerhat on the bank of the river Kajolia. It was a place of scenic (g‡bvig) beauty. There were many trees, ponds, green fields in the village. I used to pass my childhood days playing with other village children. They all behaved with me with heart. I started my education at the village primary school when I was 6 years old. I have so many sweet memories of my childhood. Green fields, riverbanks were my playgrounds. We passed our time playing in the fields, flying kites in the sky, exploring the jungle, picking up fruits from the trees and so on. An incident of my childhood still haunts (cÖvqk D`q nIqv) me. Once I got lost as I followed a group of people who were rendering songs from door to door. Luckily friend of mine saw me crying and he took me to my home. I embraced (Rwo‡q aiv) my mother and promised not to leave her again. But, my happy days did not last long. My father had to come to town on service purpose and we also came with him. Now, I am a young man but I will ever cherish (jvjb) the sweet memories of my happy childhood spent in the charming environment of my village"
        },
        {
            "Name": "My First Day at College",
            "Questions": [
                "(a) Can you remember the first day of your college life?",
                "(b) How did you feel when you first entered the college campus?",
                "(c) How many classes did you attend on that day?",
                "(d) What impression did you have about your teachers?",
                "(e) What things did you like best about the college?",
                "(f) How do you feel when you remember the day?"
            ],
            "Paragraph": "Answer: The first day of my college life is one of the few evergreen memories of my life. I got admitted to Faujdarhat Cadet College, Chittagong and was waiting for attending classes with excitement. I was thrilled (wknwiZ nIqv) with joy at 9 am on July 20, 2013 because this was the time I entered the college campus. It is a famous college. I attended five classes that day. The first class was on English taken by a female teacher who had a very strong personality. She was very friendly. Previously, I was anxious about the behaviour of the teachers and after attending her class, all my fears had gone. Then we attended Bangla, Physics, Chemistry and Biology classes. Other teachers were also very friendly. As all of us were new-comers there, we talked to each other and became friends within a short time. All of us visited the library, the laboratory, the auditorium. They were very much resourceful. The library was full of famous books. There were newspapers, magazines for students. The laboratory was also well-equipped. The auditorium was very attractive to look at. Then we came the students' common room. It was a huge room with various items of indoor games. It was a great experience. I will cherish the memory of this day for ever."
        },
        {
            "Name": "Necessity of Education",
            "Questions": [
                "(a) What do you think about the necessity of education?",
                "(b) Can education really remove the darkness of ignorance?",
                "(c) How does education promote understanding among people?",
                "(d) How can education contribute towards change for the better?"
            ],
            "Paragraph": "Answer: Education is the backbone of a nation. It is a formal process of institutional learning. For the development of the mind and soul of every human being, education is very much essential. It builds the personality of a person and makes his worth to meet challenges. Obviously, education removes the darkness of ignorance. An ignorant person is unable to gain knowledge of something. He is unable to gain knowledge from different sources where as an educated person can do. The store of knowledge is open to an educated person. Actually, education is compared to light while ignorance is compared to darkness. Education promotes understanding among people. It broadens our outlook and makes us aware of the human qualities latent in our personality. It teaches us patience and universal brotherhood. We become conscious in our duties and responsibilities to our family as well as to our society. Education is a medium which ennobles our mind and uplifts our senses. With this broaden perspectives, we can go towards change for the better. Education itself is a training which always trains us for the best. But we have to be careful of getting proper education. We should give highest importance on proper education."
        },
        {
            "Name": "Our Liberation War/War of Independence",
            "Questions": [
                "What is meant by liberation or independence?",
                "When did the Liberation War of Bangladesh start?",
                "What were the causes of the Liberation War?",
                "Who played a key role in the Liberation War?",
                "How do we celebrate the victory of the Liberation War?"
            ],
            "Paragraph": "Answer: Liberation/Independence means freedom. So, liberation war/war of independence  means the war which is fought for the freedom of a country from foreign domination. The emergence of Bangladesh is a history of grief (†kvK) and pride. It came into being in 1971 after a great war against the then Pakistani occupying (`L‡j ivLv) forces. After the British, they exploited us economically, socially, politically and above all militarily. But, the heroes of the soil did not tolerate their exploitation. They raised their arms and compelled the occupying forces to leave the country. On March 26, the liberation war started. In this war, thousands of people were killed in the hands of the Pakistani force. The Mukti Bahini fought against them and resisted (cÖwZnZ Kiv) them in land, water and even by air everywhere in Bangladesh. They fought for long nine months against the Pakistanis and made a free country on 16 December, 1971. This is the fastest victory against an occupying force in the world history. We celebrate our liberation with fervour and enthusiasm (cÖej Drmv‡ni mv‡_). We show our respect bowing down our heads in front of the National Memorial at Savar. We organise various seminars, symposiums (mfv, m‡¤§jb) and cultural functions to celebrate this day"
        },
        {
            "Name": "Satellite TV Channels ",
            "Questions": [
                "(a) What do satellite TV channels stand for?",
                "(b) What do you think about them and their bad impacts?",
                "(c) Do you think them to be beneficial? If yes, how?",
                "(d) How do some channels cause cultural decay and moral degradation?",
                "(e) How can we foster and enrich our own culture?",
                "(f) How will you positively implement various channels?"
            ],
            "Paragraph": "Answer: Satellite TV is one of the greatest achievements of modern science. Now, it is regarded as the medium of information, entertainment, telecast, education and many others. It can telecast any programme live from the remotest (`–ieZx©) part of the world. With the help of satellite, world has turned into a global village. Satellite TV has added a new dimension (gvÎv) to our oriental life providing many programmes through different channels. It's not only a good medium of recreation but also a source of educational knowledge. Different channels telecast various educative dramas, movies, sports, cultural functions, news and documentaries. It brings us the information regarding states, economics, politics, anthropology, geography, science, literature, archaeology and the art and culture of every country of the world. But, on the other hand, many people especially young generations are getting hampered and we all are now forgetting our own customs, traditions, music and culture. Very often obscene (AkÐ¬xj) pictures and vulgar movies and programmes are shown in various satellite channels. Young generations are becoming more and more addicted to them. Moreover, most of us want to follow the dress pattern, hairstyle, behaviour, music and nudity of the westerners. This mentality is leading our young generations to moral degradation (gh©v`vnvwb; c` åóZv). So, we all should be conscious of that"
        },
        {
            "Name": "Self-Employment",
            "Questions": [
                "(a) What is self-employment?",
                "(b) How can a person be self-employed?",
                "(c) Does self-employment alleviate poverty and misery?"
            ],
            "Paragraph": "Answer:  Self-employment is the best employment that makes a man individually strong. It refers to 'not working for an employer but finding work for oneself or having one's own business'. That is, when a man or woman himself/ herself arranges a source of work is called self-employment. There are many ways to be self-employed in Bangladesh such as he/she may be a mechanic, driver, painter, fish cultivator, poultry farmer etc. There are many youth training centres across Bangladesh. Unemployed young people can take training from these institutions to be self-employed. They can get training from government run youth  training centres at low cost. Trained at the centres, they can receive loan for the related business and start working. It is found that, in most cases, they come out successful. To be self-employed is really praiseworthy. By such effort, the poor, uneducated and above all educated but unemployed people can make a room in the work force and can change their lot radically. They can be self-sufficient and win poverty. It is true that his/ her job may be petty but not ignoble rather it is more honourable and significant than those jobs under an institution either government or non-government or private. In fact, self-reliance is the best reliance."
        },
        {
            "Name": "Shaheed Minar",
            "Questions": [
                "(a) Where is the central Shaheed Minar located?",
                "(b) Who was its architect?",
                "(c) What do the vertical lines and columns of the Shaheed Minar suggest?",
                "(d) What does it stand for?",
                "(e) How do you feel standing before a Shaheed Minar?",
                "(f) What is its significance in our culture?"
            ],
            "Paragraph": "Answer: Shaheed Minar is the symbol of our love, sincere interest and supreme sacrifice for our language. It is located in front of Dhaka Medical College. Hamidur Rahman, a famous architect designed this significant monument. The vertical lines and columns suggest the loftiness and grandeur of the people martyred for the cause of language. It stands for the supremacy and sacrifice of life, love of people for their mother tongue. It also conveys the meaning to the people that mother and mother tongue along with the mother land is the most important. One feels magnanimous and bold in thought. It contains all the aspirations of Bengali identity and nationalism. It is a symbol of freedom, strength and unity. We feel the supreme sacrifice of the language martyrs and we should preserve the highness, supremacy of this mother language at any cost. The Shaheed Minar is the most significant emblem of our national life. It represents our victorious history of fight, sacrifice and gains. It has become a part of our political as well as cultural achievement and national source of inspiration. It refreshes our motivation to keep our language clean and safe from the attacks of other languages and cultures. It also re-inspires us to maintain our national brotherhood and cultural cohesiveness."
        },
        {
            "Name": "SIDR",
            "Questions": [
                "(a) What is SIDR?",
                "(b) When and where did it attack?",
                "(c) How much damage did it cause to life and property?",
                "(d) What is your idea about the measures taken by the government?",
                "(e) What can the young students do in case of a natural disaster like SIDR?"
            ],
            "Paragraph": "Answer: SIDR is the name of a cyclone. It was a destructive natural calamity. SIDR means eye. The centre of the cyclone looks like human's eyes. So, it is named SIDR by climatologists. SIDR breaks all of the previous records of cyclones on speed. On 15th November of 2007 SIDR attacked the southern coastal areas in Bangladesh. More than 10 thousand people have been killed by this SIDR. Thousands of domestic animals, grains, trees, houses and cultivated lands have been destroyed. People of the southern part of Bangladesh especially the people of Bhola, Patuakhali, Barguna, Satkhira, Bagerhat etc. suffered a lot. They lost everything that cannot be minimized yet. Govt. took necessary steps timely to save the people. They alarmed the people early and made a lot of shelters. Young students should come forward to make the common people aware of natural disasters like SIDR. In such a great disaster, they can do something to save the common people from the clutch of natural calamities like SIDR. They can render humanitarian service to minimize the suffering of the affected people. They can stand by the side of the affected people by raising funds and nursing the sick. Along with the government organizations they can devote themselves to serve the victims. They can also help the affected people by supplying necessary things, foods and medicine."
        },
        {
            "Name": "Smoking : A Habitual Sickness",
            "Questions": [
                "(a) What is smoking?",
                "(b) Why do the people generally smoke?",
                "(c) How does one become addicted to smoking?",
                "(d) What are the bad effects of smoking?",
                "(e) What should we do to stop smoking in our country?"
            ],
            "Paragraph": "Answer:  Smoking is a very bad habit which is injurious to health. Inhaling the smoke of burnt tobacco is called smoking. The tobacco can be either burnt in a device called pipe or it can be wrapped and rolled in a piece of tobacco leaf paper. It is a popular belief that inhaling tobacco smoke provides stimulation (D‡ËRbv) though there is no medical evidence to this belief. There are numerous bad effects of smoking. It causes respiratory problem leading to bronchitis. A smoker suffers from hyper tension, anxiety, digestion (cwicvK) disorder and heart attack. Smokers run the risk of being attacked with colone cancer and cardiac arrest at least 7 to 8 times higher than a non smoker. The decision then should be very obvious. In order to keep our  people healthy and working we need to prevent this malady. Government has already prohibited (wbwl× smoking in public places. As smoking causes several chemical changes within human body the impact is far reaching. Once somebody smokes for the first few times there is no coming back. He becomes a slave to this malevolent habit. To stop smoking, we should raise consciousness among the people and inform them of the negative effects of it."
        },
        {
            "Name": "Social Values",
            "Questions": [
                "(a) What is social value?",
                "(b) How were the social values in the past?",
                "(c) How are they now?",
                "(d) What are the conditions of the present social value?",
                "(e) What are the effects of social values in the present age?",
                "(f) How should social values be preserved?"
            ],
            "Paragraph": "Answer: Social values refer to customs, beliefs, social practices and norms, behaviourial patterns and attitude of a particular social community. Social values shape the life of a person to a great extent. In the past people were very much strict about maintaining social values. Honesty, sincerity, truthfulness, sympathy, fellow feeling, respect for others were considered to be social values. \"Honesty is the best policy\" was the motto of the day. The dishonest, criminals were held in great. But today, because of scientific and technological development, people are getting acquainted with other cultures. They are being educated—all these have lasting influence on their ideas, beliefs and tradition. Nowadays youngers do not respect the elders, people have no fellow-feelings, they are getting involved in crimes, anti-social activities and addiction to drug. These are the signs of people's loss of the sense of morality which has resulted from social degradation. If it continues, worse days are ahead of us. So, to avoid such an uncongenial situation we all should be careful to preserve our social values. We can do this by raising awareness in people, inculcating the habit of doing good deeds, maintaining moral scruples, detesting vices and corrupt practices."
        },
        {
            "Name": "The City/Town You Live In",
            "Questions": [
                "(a) What is the name of your city/town?",
                "(b) Are you happy living there?",
                "(c) Where is it located?",
                "(d) What are the facilities you enjoy there?",
                "(e) Write about the history regarding your town/city?",
                "(f) What are the problems of living in your city?",
                "(g) Which one is the worst in your eyes?",
                "(h) Depict your own comment on the topic."
            ],
            "Paragraph": "Answer: I am happy and fortunate enough to enjoy a lot of modern facilities and amenities. It is because I am a town dweller. The town I live in is the biggest and most famous in my mother land. It is also the capital city of Bangladesh. The name of this city is Dhaka. Dhaka is situated on the Buriganga and at the central point of the country. The renowned and well known educational institutions, the medical centres, shopping centres, the air-port etc serve the city dwellers very much. Dhaka is called the city of mosques. People of all religions, professions and all regions of the country live in this city. They are provided with all types of modern amenities. It was a very favourite business centre to the Europeans. Dhaka is now bestowed with a lot of problems. It has become a great problem for her to accommodate  so many people in a small land area. The name of traffic jam terrifies the city dwellers. Sometimes terrorism gets increased to sweep away the peace of mind of the town people. The city is getting more and more polluted day by day. There is almost no open space provided for children to play in my city. But, to the best of my knowledge it is the best city in Bangladesh."
        },
        {
            "Name": "The Family I Live In",
            "Questions": [
                "(a)  What kind of family do you live in? Extended or nuclear?",
                ")  Why is nuclear family getting popular day by day?",
                "(c) What are the advantages you find in a nuclear family?",
                "(d) What are the disadvantages of it?",
                "(e) Do you think the society is following right way?"
            ],
            "Paragraph": "Answer: There are two types of family found in our society, one is extended or large family and the other is nuclear or small family. In an extended family people live with their parents, grand parents, uncles, aunts and cousins. Only husbands and wives live with their children in a nuclear family. I live with my parents in a nuclear family. Nowadays nuclear family is getting popularity in our society for various reasons. Now, people want to live in cities as cities provide lots of sources of income. But, life in cities is not so easy now. Even though, they earn much, they cannot maintain a family with eight or nine members. So, they prefer  to live in a nuclear family. The members of a nuclear family enjoy some advantages. They lead a life where there is no noise or confusion. They get much time to concentrate on their own work. Children grow up in a suitable environment. But, it has some disadvantages also. Members of a nuclear family feel lonely as all of them are busy with their own work. They cannot share their feelings. It makes people self-centered (AvÍ‡Kw›`ªK). But it is the need of modern life to form nuclear family because life has become very busy and competitive now."
        },
        {
            "Name": "The Victory Day",
            "Questions": [
                "(a) When was Bangladesh born?",
                "(b) Whom do we remember and how?",
                "c) How do we celebrate the day every year?",
                "(d) How is the day significant to us?"
            ],
            "Paragraph": "Answer: Bangladesh is not a very aged country though in this short span of time many significant events took place in its history. The 16th December is the Victory Day of Bangladesh. The day is a red-letter day in the life history of Bangladesh. On this day in 1971, we gained triumph at the cost of a bloodstained war and Bangladesh came into being. About three million people including more than two lac women scarified their lives for the sake of independence of our country. The day reminds us of the sacrifices of our valiant freedom fighters. We commemorate the paramount sacrifice of the brave sons who died for the country and pay gleaming acclaim to their deceased soul. The day begins with gunshot and the whole country wears a festive look. The national flag is hoisted on the top of each house. Many meetings, seminars, symposiums and discussions are held. People of all walks of life go to the national mausoleum and offer flowers there as a symbol of our profound homage to the martyred valiant soldiers. This day is a day of great joy, hope and inspiration. This victory symbolizes victory against inequity, oppression and falsehood. This day will remain ever fresh and evergreen in the heart of each and every Bangladeshi."
        },
        {
            "Name": "Unfair Means in the Examination",
            "Questions": [
                "(a) Do you support unfair means in the examination?",
                "(b) Why are you against of it?",
                "(c) Why do the students adopt unfair means?",
                "(d) What measures have the authorities recently taken to prevent unfair means from the examination?",
                "(e) Describe the good effects of the preventive measures."
            ],
            "Paragraph": "Answer:  To lead a civilized life, everybody needs proper education. Unfair means in the examination is a barrier to proper education. But, it is a great regret that many students adopt unfair means in the examination. As a student, I greatly oppose this shameful task because its effect is terrible in one's future life. Education in student life indicates a gradual development which makes one capable of facing the coming challenges of one's life. But, copying creates a non-skilled manpower and instigates  corruption. Students adopt unfair means for various reasons. In some cases, our educational curriculum is yet based on memorization and students do not try for creativity. They try to memorize. When they fail to do that, they start copying in the examination. Many teachers spend more time to private tuition than to teach in classes. Besides, guardians are not careful about the proper schooling of their children. But, there is a ray of hope that the authorities have recently taken some measures to prevent unfair means from the examination. Nowadays curriculum is revised and it is made practical and creative. Teachers are being trained. Moreover, for adopting unfair means, there is punishment now. So, definitely the effect of these preventive measures is good. We can hope for a better educated nation now."
        },
        {
            "Name": "Water Pollution",
            "Questions": [
                "(a) What is pollution? (b) What is water pollution?",
                "(c) How do human beings pollute water?",
                "(d) How do farmers pollute water?",
                "(e) How do mills and factories pollute water?",
                "(f) What diseases can attack us if we drink polluted water?",
                "(g) How can we minimize water pollution?"
            ],
            "Paragraph": "Answer: Pollution is the process of making the element of environment dirty. The elements of environment such as water, air, soil etc are getting polluted every day.  Of all the pollutions, water pollution is the most threatening to our life. Water, a vital element of the environment, is also polluted in different ways. Man pollutes water by throwing waste into it. Farmers use chemical fertilizers and insecticides in their fields. When rain and floods wash away some of these chemicals get mixed with water in rivers, canals and ponds. Mills and factories also throw their poisonous chemicals and waste products into rivers and canals and thus pollute the water. Water vehicles also pollute rivers by dumping oil, food waste and human waste into them. Insanitary latrines and unsafe drains standing on river and canal banks are also responsible for further pollution. Furthermore, Kutcha drains running into the canals and rivers cause water pollution. Clean water is safe for use but polluted water is harmful for man. Water pollution can be prevented in many ways. We suffer from cholera, diarrhoea, dysentery and many other water-borne diseases when we drink polluted water. We should refrain from throwing waste and filth into water to minimize water pollution. However, it is important to note that water is life, but polluted water causes death."
        }
    ]
}
